    {
      "judaist" : "One who believes and practices Judaism.",
      "junker" : "A young German noble or squire; esp., a member of the aristocratic party in Prussia.",
      "justness" : "The quality of being just; conformity to truth, propriety, accuracy, exactness, and the like; justice; reasonableness; fairness; equity; as, justness of proportions; the justness of a description or representation; the justness of a cause. In value the satisfaction I had in seeing it represented with all the justness and gracefulness of action. Dryden. Note: Justness is properly applied to things, and justice to persons; but the distinction is not always observed. Syn. -- Accuracy; exactness; correctness; propriety; fitness; reasonableness; equity; uprightness; justice.",
      "judaical" : "Of or pertaining to the Jews. \"The natural or Judaical [religion].\" South.",
      "jointer" : "1. One who, or that which, joints. 2. A plane for smoothing the surfaces of pieces which are to be accurately joined; especially: (a) The longest plane used by a joiner. (b) (Coopering) A long stationary plane, for plaining the edges of barrel staves. 3. (Masonry) (a) A bent piece of iron inserted to strengthen the joints of a wall. (b) A tool for pointing the joints in brickwork.",
      "jako" : "An African parrot (Psittacus erithacus), very commonly kept as a cage bird; -- called also gray parrot.",
      "jewelweed" : "See Impatiens.",
      "joculary" : "Jocular; jocose; sportive. Bacon.",
      "johnson grass" : "A tall perennial grass (Sorghum Halepense), valuable in the Southern and Western States for pasture and hay. The rootstocks are large and juicy and are eagerly sought by swine. Called also Cuba grass, Means grass, Evergreen millet, and Arabian millet.",
      "jurist" : "One who professes the science of law; one versed in the law, especially in the civil law; a writer on civil and international law. It has ever been the method of public jurists to Burke.",
      "justificator" : "One who justifies or vindicates; a justifier. Johnson.",
      "jager" : "1. (Mil.)  A sharpshooter. See Yager. 2. (Zoöl.)  Any species of gull of the genus Stercorarius. Three species occur on the Atlantic coast. The jagers pursue other species of gulls and force them to disgorge their prey. The two middle tail feathers are usually decidedly longer than the rest. Called also boatswain, and marline-spike bird. The name is also applied to the skua, or Arctic gull (Megalestris skua).",
      "jumping disease" : "A convulsive tic similar to or identical with miryachit, observed among the woodsmen of Maine.",
      "jejunum" : "The middle division of the small intestine, between the duodenum and ileum; -- so called because usually found empty after death.",
      "jewess" : "A Hebrew woman.",
      "jamdani" : "A silk fabric, with a woven pattern of sprigs of flowers. [Written also jamdanee.] Balfour (Cyc. of India).",
      "jellyfish" : "Any one of the acalephs, esp. one of the larger species, having a jellylike appearance. See Medusa.",
      "jurisprudential" : "Of or pertaining to jurisprudence. Stewart.",
      "johnny" : "1. A familiar diminutive of John. 2. (Zoöl.)  A sculpin. [Local cant] Johny Crapaud (, a jocose designation of a Frenchman, or of the French people, collectively.",
      "jalousied" : "Furnished with jalousies; as, jalousied porches.",
      "jalapin" : "A glucoside found in the stems of the jalap plant and scammony. It is a strong purgative.",
      "jackdaw" : "See Daw, n.",
      "jambes" : "In the Middle Ages, armor for the legs below the knees. [Written also giambeux.] Chaucer.",
      "jackslave" : "A low servant; a mean fellow. Shak.",
      "jealous" : "1. Zealous; solicitous; vigilant; anxiously watchful. I have been very jeolous for the Lord God of hosts. Kings xix. 10. How nicely jealous is every one of us of his own repute! Dr. H. More. 2. Apprehensive; anxious; suspiciously watchful. 'This doing wrong creates such doubts as these, Renders us jealous and disturbs our peace. Waller. The people are so jealous of the clergy's ambition. Swift. 3. Exacting exclusive devotion; intolerant of rivalry. Thou shalt worship no other God; for the Lord, whose name is Jealous, is a jealous God. Ex. xxxiv. 14. 4. Disposed to suspect rivalry in matters of interest and affection; apprehensive regarding the motives of possible rivals, or the fidelity of friends; distrustful; having morbid fear of rivalry in love or preference given to another; painfully suspicious of the faithfulness of husband, wife, or lover. If the spirit of jealousy come upon him, and he be jealous of his wife. Num. v. 14. To both these sisters have I sworn my love: Each jealous of the other, as the stung Are of the adder. Shak. It is one of the best bonds, both of chastity and obedience, in the wife, if she think her husband wise; which she will never do if she find him jealous. Bacon. Syn. -- Suspicious; anxious; envious. Jealous, Suspicious. Suspicious is the wider term. We suspect a person when we distrust his honesty and imagine he has some bad design. We are jealous when we suspect him of aiming to deprive us of what we dearly prize. Iago began by awakening the suspicions of Othello, and converted them at last into jealousy. \"Suspicion may be excited by some kind of accusation, not supported by evidence sufficient for conviction, but sufficient to trouble the repose of confidence.\" \"Jealousy is a painful apprehension of rivalship in cases that are peculiarly interesting to us.\" Cogan.",
      "jaunty" : "Airy; showy; finical; hence, characterized by an affected or fantastical manner.",
      "jackeroo" : "A young man living as an apprentice on a sheep station, or otherwise engaged in acquainting himself with colonial life. [Colloq., Australia]",
      "janissary" : "See Janizary.",
      "jeat" : "See Jet. [Obs.]",
      "joyancy" : "Joyance. [R.] Carlyle.",
      "jugger" : "An East Indian falcon. See Lugger.",
      "jiujitsu" : "The Japanese art of self-defense without weapons, now widely used as a system of physical training. It depends for its efficiency largely upon the principle of making use of an opponent's strength and weight to disable or injure him, and by applying pressure so that his opposing movement will throw him out of balance, dislocate or break a joint, etc.  It opposes knowledge and skill to brute strength, and demands an extensive practical knowledge of human anatomy.",
      "jarringly" : "In a jarring or discordant manner.",
      "jawn" : "See Yawn. [Obs.] Marston.",
      "journalist" : "1. One who keeps a journal or diary. [Obs.] Mickle. 2. The conductor of a public journal, or one whose business it to write for a public journal; an editorial or other professional writer for a periodical. Addison.",
      "jouissance" : "Jollity; merriment. [Obs.] Spenser.",
      "judaically" : "After the Jewish manner. Milton.",
      "jaspery" : "Of the nature of jasper; mixed with jasper.",
      "jobbery" : "1. The act or practice of jobbing. 2. Underhand management; official corruption; as, municipal jobbery. Mayhew.",
      "juno" : "1. (Rom. Myth.)  The sister and wife of Jupiter, the queen of heaven, and the goddess who presided over marriage. She corresponds to the Greek Hera. Sweeter than the lids of Juno's eyes. Shak. 2. (Astron.)  One of the early discovered asteroids. Bird of June, the peacock.\n\n1. (Rom. Myth.) The sister and wife of Jupiter, the queen of heaven, and the goddess who presided over marriage. She corresponds to the Greek Hera. Sweeter than the lids of Juno's eyes. Shak. 2. (Astron.) One of the early discovered asteroids. Bird of Juno, the peacock.",
      "jackal" : "1. (Zoöl.)  Any one of several species of carnivorous animals inhabiting Africa and Asia, related to the dog and wolf. They are cowardly, nocturnal, and gregarious. They feed largely on carrion, and are noted for their piercing and dismal howling. Note: The common species of Southern Asia (Canis aureus) is yellowish gray, varied with brown on the shoulders, haunches, and legs. The common African species (C. anthus) is darker in color. 2. One who does mean work for another's advantage, as jackals were once thought to kill game which lions appropriated. [Colloq.] Ld. Lytton.",
      "jeffersonite" : "A variety of pyroxene of olive-green color passing into brown. It contains zinc.",
      "johnnycake" : "A kind of bread made of the meal of maize (Indian corn), mixed with water or milk, etc., and baked. [U.S.] J. Barlow.",
      "juratory" : "Relating to or comprising an oath; as, juratory caution. Ayliffe.",
      "jeerer" : "A scoffer; a railer; a mocker.",
      "jedding ax" : "A stone mason's tool, having a flat face and a pointed part. Knight.",
      "janker" : "A long pole on two wheels, used in hauling logs. [Scot.] Jamieson.",
      "jobbing" : "1. Doing chance work or add jobs; as, a jobbing carpenter. 2. Using opportunities of public service for private gain; as, a jobbing politician. London Sat. Rev. Jobbing house, a mercantile establishment which buys from importers, wholesalers or manufacturers, and sells to retailers. [U.S.]",
      "jangling" : "Producing discordant sounds. \"A jangling noise.\" Milton.\n\n1. Idle babbling; vain disputation. From which some, having swerved, have turned aside unto vain jangling. 1 Tim. i. 6. 2. Wrangling; altercation. Lamb.",
      "jolty" : "That jolts; as, a jolty coach. [Colloq.]",
      "jovial" : "1. Of or pertaining to the god, or the planet, Jupiter. [Obs.] Our jovial star reigned at his birth. Shak. The fixed stars astrologically differenced by the planets, and esteemed Martial or Jovial according to the colors whereby they answer these planets. Sir T. Browne. 2. Sunny; serene. [Obs.] \"The heavens always joviall.\" Spenser. 3. Gay; merry; joyous; jolly; mirth-inspiring; hilarious; characterized by mirth or jollity; as, a jovial youth; a jovial company; a jovial poem. Be bright and jovial among your guests. Shak. His odes are some of them panegyrical, others moral; the rest are jovial or bacchanalian. Dryden. Note: This word is a relic of the belief in planetary influence. Other examples are saturnine, mercurial, martial, lunatic, etc. Syn. -- Merry; joyous; gay; festive; mirthful; gleeful; jolly; hilarious.",
      "justiciary" : "An old name for the judges of the higher English courts. Note: The chief justiciary, or justiciar, in early English history, was not only the chief justice of the kingdom, but also ex officio regent in the king's absence. Court of justiciary (Scots Law), the supreme criminal court, having jurisdiction over the whole of Scotland.",
      "jointing" : "The act or process of making a joint; also, the joints thus produced. Jointing machine, a planing machine for wood used in furniture and piano factories, etc. -- Jointing plane. See Jointer, 2. -- Jointing rule (Masonry), a long straight rule, used by bricklayers for securing straight joints and faces.",
      "japanese" : "Of or pertaining to Japan, or its inhabitants.\n\n1. A native or inhabitant of Japan; collectively, the people of Japan. 2. sing.  The language of the people of Japan.",
      "jangle" : "1. To sound harshly or discordantly, as bells out of tune. 2. To talk idly; to prate; to babble; to chatter; to gossip. \"Thou janglest as a jay.\" Chaucer. 3. To quarrel in words; to altercate; to wrangle. Good wits will be jangling; but, gentles, agree. Shak. Prussian Trenck . . . jargons and jangles in an unmelodious manner. Carlyle.\n\nTo cause to sound harshly or inharmoniously; to produce discordant sounds with. Like sweet bells jangled, out of tune, and harsh. Shak.\n\n1. Idle talk; prate; chatter; babble. Chaucer. 2. Discordant sound; wrangling. The musical jangle of sleigh bells. Longfellow.",
      "janty" : "See Jaunty.",
      "joker" : "1. One who makes jokes or jests. 2. (Card Playing)  See Rest bower, under 2d Bower.",
      "jaundiced" : "1. affected with jaundice. Jaundiced eyes seem to see all objects yellow. Bp. Hall. 2. Prejudiced; envious; as, a jaundiced judgment.",
      "jovicentric" : "Revolving around the planet Jupiter; appearing as viewed from Jupiter. [R.] J. R. Hind.",
      "jonquille" : "A bulbous plant of the genus Narcissus (N. Jonquilla), allied to the daffodil. It has long, rushlike leaves, and yellow or white fragrant flowers. The root has emetic properties. It is sometimes called the rush-leaved daffodil. See Illust. of Corona.",
      "jolt" : "To shake with short, abrupt risings and fallings, as a carriage moving on rough ground; as, the coach jolts.\n\nTo cause to shake with a sudden up and down motion, as in a carriage going over rough ground, or on a high-trotting horse; as, the horse jolts the rider; fast driving jolts the carriage and the passengers.\n\nA sudden shock or jerk; a jolting motion, as in a carriage moving over rough ground. The first jolt had like to have shaken me out. Swift.",
      "jamacina" : "Jamaicine.",
      "jaspidean" : "Consisting of jasper, or containing jasper; jaspery; jasperlike.",
      "jewry" : "Judea; also, a district inhabited by Jews; a Jews' quarter. Chaucer. Teaching throughout all Jewry. Luke xxiii. 5. JEW'S-EAR Jew's\"-ear`, n. (Bot.)  A species of fungus (Hirneola Auricula-Judæ, or Auricula), bearing some resemblance to the human ear. JEW'S-HARP Jew's-harp`, n. Etym: [Jew + harp; or possibly a corrupt. of jaw's harp; cf. G. maultrommel, lit., mouthdrum.]1. An instrument of music, which, when placed between the teeth, gives, by means of a bent metal tongue struck by the finger, a sound which is modulated by the breath; -- called also Jew's-trump. 2. (Naut.)  The shackle for joining a chain cable to an anchor. JEW'S-STONE; JEWSTONE Jew's-stone`, Jew\"stone`, n. (Paleon.)  A large clavate spine of a fossil sea urchin.",
      "jerry-builder" : "A professional builder who erects cheap dwellings of poor materials and unsubstantial and slovenly construction.",
      "joysome" : "Causing joyfulness. [R.] This all joysome grove. T. Browne.",
      "jural" : "1. Pertaining to natural or positive right. [R.] By the adjective jural we shall denote that which has reference to the doctrine of rights and obligations; as by the adjective \"moral\" we denote that which has reference to the doctrine of duties. Whewell. 2. (Law)  Of or pertaining to jurisprudence.",
      "juristical" : "Of or pertaining to a jurist, to the legal profession, or to jurisprudence. [R.] \"Juristic ancestry.\" Lowell.",
      "jointuress" : "See Jointress. Bouvier.",
      "jejune" : "1. Lacking matter; empty; void of substance. 2. Void of interest; barren; meager; dry; as, a jejune narrative. - Je*june\"ly, adv. -- Je*june\"ness, n. Bacon.",
      "joyless" : "Not having joy; not causing joy; unenjoyable. -- Joy\"less*ly, adv. -- Joy\"less*ness, n. With downcast eyes the joyless victor sat. Dryden. Youth and health and war are joyless to him. Addison. [He] pining for the lass, Is joyless of the grove, and spurns the growing grass. Dryden.",
      "jocularly" : "In jest; for sport or mirth; jocosely.",
      "jurisdiction" : "1. (Law)  The legal power, right, or authority of a particular court to hear and determine causes, to try criminals, or to execute justice; judicial authority over a cause or class of causes; as, certain suits or actions, or the cognizance of certain crimes, are within the jurisdiction of a particular court, that is, within the limits of its authority or commission. 2. The authority of a sovereign power to govern or legislate; the right of making or enforcing laws; the power or right of exercising authority. To live exempt From Heaven's high jurisdiction. Milton. You wrought to be a legate; by which power You maim'd the jurisdiction of all bishops. Shak. 3. Sphere of authority; the limits within which any particular power may be exercised, or within which a government or a court has authority. Note: Jurisdiction, in its most general sense, is the power to make, declare, or apply the law. When confined to the judiciary department, it is what we denominate the judicial power, the right of administering justice through the laws, by the means which the laws have provided for that purpose. Jurisdiction is limited to place or territory, to persons, or to particular subjects. Duponceau.",
      "jiggle" : "To wriggle or frisk about; to move awkwardly; to shake up and down.",
      "jezebel" : "A bold, vicious woman; a termagant. Spectator.",
      "jaborine" : "An alkaloid found in jaborandi leaves, from which it is extracted as a white amorphous substance. In its action it resembles atropine.",
      "jink" : "1. To move quickly, esp. with a sudden turn; hence, to dodge; to escape by a quick turn; --obs. or dial., except as a hunting term in pig-sticking. 2.  (Card Playing) In the games of spoilfive and forty-five, to win the game by taking all five tricks; also, to play to win  all five tricks, losing what has been already won if unsuccessful.",
      "jehovistic" : "Relating to, or containing, Jehovah, as a name of God; -- said of certain parts of the Old Testament, especially of the Pentateuch, in which Jehovah appears as the name of the Deity. See Elohistic.",
      "joust" : "To engage in mock combat on horseback, as two knights in the lists; to tilt. [Written also just.] For the whole army to joust and tourney. Holland.\n\nA tilting match; a mock combat on horseback between two knights in the lists or inclosed field. [Written also just.] Gorgeous knights at joust and tournament. Milton.",
      "jut" : "1. To shoot out or forward; to project beyond the main body; as, the jutting part of a building. \"In jutting rock and curved shore.\" Wordsworth. It seems to jut out of the structure of the poem. Sir T. Browne. 2. To butt. [Obs.] \"The jutting steer.\" Mason.\n\n1. That which projects or juts; a projection. 2. A shove; a push. [Obs.] Udall.",
      "jasponyx" : "An onyx, part or all of whose layers consist of jasper.",
      "jaspideous" : "Consisting of jasper, or containing jasper; jaspery; jasperlike.",
      "jest" : "1. A deed; an action; a gest. [Obs.] The jests or actions of princes. Sir T. Elyot. 2. A mask; a pageant; an interlude. [Obs.] Nares. He promised us, in honor of our guest, To grace our banquet with some pompous jest. Kyd. 3. Something done or said in order to amuse; a joke; a witticism; a jocose or sportive remark or phrase. See Synonyms under Jest, v. i. I must be sad . . . smile at no man's jests. Shak. The Right Honorable gentleman is indebted to his memory for his jests, and to his imagination for his facts. Sheridan. 4. The object of laughter or sport; a laughingstock. Then let me be your jest; I deserve it. Shak. In jest, for mere sport or diversion; not in truth and reality; not in earnest. And given in earnest what I begged in jest. Shak. -- Jest book, a book containing a collection of jests, jokes, and amusing anecdotes; a Joe Miller.\n\n1. To take part in a merrymaking; -- especially, to act in a mask or interlude. [Obs.] Shak. 2. To make merriment by words or actions; to joke; to make light of anything. He jests at scars that never felt a wound. Shak. Syn. -- To joke; sport; rally. -- To Jest, Joke. One jests in order to make others laugh; one jokes to please himself. A jest is usually at the expense of another, and is often ill-natured; a joke is a sportive sally designed to promote good humor without wounding the feelings of its object. \"Jests are, therefore, seldom harmless; jokes frequently allowable. The most serious subject may be degraded by being turned into a jest.\" Crabb.",
      "joss paper" : "Gold and silver paper burned by the Chinese, in the form of coins or ingots, in worship and at funerals.",
      "jib" : "1. (Naut.)  A triangular sail set upon a stay or halyard extending from the foremast or fore-topmast to the bowsprit or the jib boom. Large vessels often carry several jibe; as, inner jib; outer jib; flying jib; etc. 2. (Mach.)  The projecting arm of a crane, from which the load is suspended. Jib boom (Naut.), a spar or boom which serves as an extension of the bowsprit. It is sometimes extended by another spar called the flying jib boom. [Written also gib boom.] -- Jib crane (Mach.), a crane having a horizontal jib on which a trolley moves, bearing the load. -- Jib door (Arch.), a door made flush with the wall, without dressings or moldings; a disguised door. -- Jib header (Naut.), a gaff-topsail, shaped like a jib; a jib- headed topsail. -- Jib topsail (Naut.), a small jib set above and outside of all the other jibs. -- The cut of one's jib, one's outward appearance. [Colloq.] Sir W. Scott.\n\nTo move restively backward or sidewise, -- said of a horse; to balk. [Written also jibb.] [Eng.]\n\nTo shift, or swing round, as a sail, boom, yard, etc., as in tacking.",
      "justice" : "1. The quality of being just; conformity to the principles of righteousness and rectitude in all things; strict performance of moral obligations; practical conformity to human or divine law; integrity in the dealings of men with each other; rectitude; equity; uprightness. Justice and judgment are the haditation of thy throne. Ps. ixxxix. 11. The king-becoming graces, As justice, verity, temperance, stableness, . . . I have no relish of them. Shak. 2. Conformity to truth and reality in expressing opinions and in conduct; fair representation of facts respecting merit or demerit; honesty; fidelity; impartiality; as, the justice of a description or of a judgment; historical justice. 3. The rendering to every one his due or right; just treatment; requital of desert; merited reward or punishment; that which is due to one's conduct or motives. This even-handed justice Commends the ingredients of our poisoned chalice To our own lips. Shak. 4. Agreeableness to right; equity; justness; as, the justice of a claim. 5. A person duly commissioned to hold courts, or to try and decide controversies and administer justice. Note: This title is given to the judges of the common law courts in England and in the United States, and extends to judicial officers and magistrates of every grade. Bed of justice. See under Bed. -- Chief justice. See in the Vocabulary. -- Justice of the peace (Law), a judicial officer or subordinate magistrate appointed for the conservation of the peace in a specified district, with other incidental powers specified in his commission. In the United States a justice of the peace has jurisdiction to adjudicate certain minor cases, commit offenders, etc. Syn. -- Equity; law; right; rectitude; honesty; integrity; uprightness; fairness; impartiality. -- Justice, Equity, Law. Justice and equity are the same; but human laws, though designed to secure justice, are of necessity imperfect, and hence what is strictly legal is at times far from being equitable or just. Here a court of equity comes in to redress the grievances. It does so, as distinguished from courts of law; and as the latter are often styled courts of justice, some have fancied that there is in this case a conflict between justice and equity. The real conflict is against the working of the law; this a court of equity brings into accordance with the claims of justice. It would be an unfortunate use of language which should lead any one to imagine he might have justice on his side while practicing iniquity (inequity). Justice, Rectitude. Rectitude, in its widest sense, is one of the most comprehensive words in our language, denoting absolute conformity to the rule of right in principle and practice. Justice refers more especially to the carrying out of law, and has been considered by moralists as of three kinds: (1) Commutative justice, which gives every man his own property, including things pledged by promise. (2) Distributive justice, which gives every man his exact deserts. (3) General justice, which carries out all the ends of law, though not in every case through the precise channels of commutative or distributive justice; as we see often done by a parent or a ruler in his dealings with those who are subject to his control.\n\nTo administer justice to. [Obs.] Bacon.",
      "jabbernowl" : "Same as Jobbernowl.",
      "jimson weed" : ". See Jamestown weed. [Local, U.S.]",
      "joltingly" : "In a jolting manner.",
      "jollily" : "In a jolly manner.",
      "jim-crow" : "1. A machine for bending or straightening rails. 2. A planing machine with a reversing tool, to plane both ways.",
      "junket" : "1. A cheese cake; a sweetmeat; any delicate food. How Faery Mab the junkets eat. Milton. Victuals varied well in taste, And other junkets. Chapman. 2. A feast; an entertainment. A new jaunt or junket every night. Thackeray.\n\nTo feast; to banquet; to make an entertainment; -- sometimes applied opprobriously to feasting by public officers at the public cost. Job's children junketed and feasted together often. South.\n\nTo give entertainment to; to feast. The good woman took my lodgings over my head, and was in such a hurry to junket her neighbors. Walpole.",
      "juppon" : "1. A sleeveless jacket worn over the armor in the 14th century. It fitted closely, and descended below the hips. Dryden. 2. A petticoat. Halliwell.",
      "jetson" : "1. (Mar. Law)  Goods which sink when cast into the sea, and remain under water; -- distinguished from flotsam, goods which float, and ligan, goods which are sunk attached to a buoy. 2. Jettison. See Jettison, 1.",
      "jettee" : "See Jetty, n. Burke.",
      "jobber" : "1. One who works by the job. 2. A dealer in the public stocks or funds; a stockjobber. [Eng.] 3. One who buys goods from importers, wholesalers, or manufacturers, and sells to retailers. 4. One who turns official or public business to private advantage; hence, one who performs low or mercenary work in office, politics, or intrigue.",
      "jugum" : "(a) One of the ridges commonly found on the fruit of umbelliferous plants. (b) A pair of the opposite leaflets of a pinnate plant.",
      "junto" : "A secret council to deliberate on affairs of government or politics; a number of men combined for party intrigue; a faction; a cabal; as, a junto of ministers; a junto of politicians. The puzzling sons of party next appeared, In dark cabals and mighty juntos met. Thomson.",
      "jauntiness" : "The quality of being jaunty. That jauntiness of air I was once master of. Addison.",
      "jadeite" : "See Jade, the stone.",
      "jambool" : "The Java plum; also, a drug obtained from its bark and seeds, used as a remedy for diabetes.",
      "jactation" : "A throwing or tossing of the body; a shaking or agitation. Sir. W. Temple.",
      "jogging" : "The act of giving a jog or jogs; traveling at a jog.",
      "justify" : "1. To prove or show to be just; to vindicate; to maintain or defend as conformable to law, right, justice, propriety, or duty. That to the height of this great argument I may assert eternal providence, And justify the ways of God to men. Milton. Unless the oppression is so extreme as to justify revolution, it would not justify the evil of breaking up a government. E. Everett. 2. To pronounce free from guilt or blame; to declare or prove to have done that which is just, right, proper, etc.; to absolve; to exonerate; to clear. I can not justify whom the law condemns. Shak. 3. (Theol.)  To treat as if righteous and just; to pardon; to exculpate; to absolve. By him all that believe are justified from all things, from which ye could not be justified by the law of Moses. Acts xiii. 39. 4. To prove; to ratify; to confirm. [Obs.] Shak. 5. (Print.)  To make even or true, as lines of type, by proper spacing; to adjust, as type. See Justification, 4. Syn. -- To defend; maintain; vindicate; excuse; exculpate; absolve; exonerate.\n\n1. (Print.)  To form an even surface or true line with something else; to fit exactly. 2. (Law)  To take oath to the ownership of property sufficient to qualify one's self as bail or surety.",
      "jargle" : "To emit a harsh or discordant sound. [Obs.] Bp. Hall.",
      "jarosite" : "An ocher-yellow mineral occurring on minute rhombohedral crystals. It is a hydrous sulphate of iron and potash.",
      "juvenescent" : "Growing or becoming young.",
      "jalousie" : "A Venetian or slatted inside window blind.",
      "jarrah" : "The mahoganylike wood of the Australian Eucalyptus marginata. See Eucalyptus.",
      "jurisprudence" : "The science of juridical law; the knowledge of the laws, customs, and rights of men in a state or community, necessary for the due administration of justice. The talents of Abelard were not confined to theology, jurisprudence, philosophy. J. Warton. Medical jurisprudence, that branch of juridical law which concerns questions of medicine.",
      "jacquard" : "Pertaining to, or invented by, Jacquard, a French mechanician, who died in 1834. Jacquard apparatus or arrangement, a device applied to looms for weaving figured goods, consisting of mechanism controlled by a chain of variously perforated cards, which cause the warp threads to be lifted in the proper succession for producing the required figure. -- Jacquard card, one of the perforated cards of a Jacquard apparatus. -- Jackquard loom, a loom with Jacquard apparatus.",
      "j" : ". J is the tenth letter of the English alphabet. It is a later variant form of the Roman letter I, used to express a consonantal sound, that is, originally, the sound of English y in yet. The forms J and I have, until a recent time, been classed together, and they have been used interchangeably. Note: In medical prescriptions j is still used in place of i at the end of a number, as a Roman numeral; as, vj, xij. J is etymologically most closely related to i, y, g; as in jot, iota; jest, gesture; join, jugular, yoke. See I. J is a compound vocal consonant, nearly equivalent in sound to dzh. It is exactly the same as g in gem. See Guide to Pronunciation, §§ 179, 211, 239.",
      "jacobitic" : "Of or pertaining to the Jacobites; characterized by Jacobitism. -- Jac`o*bit\"ic*al*ly, adv.",
      "joule" : "A unit of work which is equal to 107 units of work in the C. G. S. system of units (ergs), and is practically equivalent to the energy expended in one second by an electric current of one ampere in a resistance of one ohm. One joule is approximately equal to 0.738 foot pounds. Joule's equivalent. See under Equivalent, n.",
      "jansenism" : "The doctrine of Jansen regarding free will and divine grace.",
      "jealously" : "In a jealous manner.",
      "jaculation" : "The act of tossing, throwing, or hurling, as spears. Hurled to and fro with jaculation dire. Milton.",
      "juncate" : "See Junket.[Obs.] Spenser.",
      "jeopard" : "To put in jeopardy; to expose to loss or injury; to imperil; to hazard. Sir T. North. A people that jeoparded their lives unto the death. Judg. v. 18. Syn. -- To hazard; risk; imperil; endanger; expose.",
      "jumping" : "of Jump, to leap. Jumping bean, a seed of a Mexican Euphorbia, containing the larva of a moth (Carpocapsa saltitans). The larva by its sudden movements causes the seed to roll to roll and jump about. -- Jumping deer (Zoöl.), a South African rodent (Pedetes Caffer), allied to the jerboa. -- Jumping jack, a toy figure of a man, jointed and made to jump or dance by means of strings. -- Jumping louse (Zoöl.), any of the numerous species of plant lice belonging to the family Psyllidæ, several of which are injurious to fruit trees. -- Jumping mouse (Zoöl.), North American mouse (Zapus Hudsonius), having a long tail and large hind legs. It is noted for its jumping powers. Called also kangaroo mouse. -- Jumping mullet (Zoöl.), gray mullet. -- Jumping shrew (Zoöl.), any African insectivore of the genus Macroscelides. They are allied to the shrews, but have large hind legs adapted for jumping. -- Jumping spider (Zoöl.), spider of the genus Salticus and other related genera; one of the Saltigradæ; -- so called because it leaps upon its prey.",
      "justiceable" : "Liable to trial in a court of justice. [Obs.] Hayward.",
      "jerker" : "1. A beater. [Obs.] Beau. & Fl. 2. One who jerks or moves with a jerk. 3. (Zoöl.)  A North American river chub (Hybopsis biguttatus).",
      "jerquing" : "The searching of a ship for unentered goods. [Eng.] [Written also jerguer.]\n\nThe searching of a ship for unentered goods. [Eng.]",
      "jesuit" : "1. (R. C. Ch.)  One of a religious order founded by Ignatius Loyola, and approved in 1540, under the title of The Society of Jesus. Note: The order consists of Scholastics, the Professed, the Spiritual Coadjutors, and the Temporal Coadjutors or Lay Brothers. The Jesuit novice after two years becomes a Scholastic, and takes his first vows of poverty, chastity, and obedience simply. Some years after, at the close of a second novitiate, he takes his second vows and is ranked among the Coadjutors or Professed. The Professed are bound by a fourth vow, from which only the pope can dispense, requiring them to go wherever the pope may send them for missionary duty. The Coadjutors teach in the schools, and are employed in general missionary labors. The Society is governed by a General who holds office for life. He has associated with him \"Assistants\" (five at the present time), representing different provinces. The Society was first established in the United States in 1807. The Jesuits have displayed in their enterprises a high degree of zeal, learning, and skill, but, by their enemies, have been generally reputed to use art and intrigue in promoting or accomplishing their purposes, whence the words Jesuit, Jesuitical, and the like, have acquired an opprobrious sense. 2. Fig.: A crafty person; an intriguer. Jesuits' bark, Peruvian bark, or the bark of certain species of Cinchona; -- so called because its medicinal properties were first made known in Europe by Jesuit missionaries to South America. -- Jesuits' drops. See Friar's balsam, under Friar. -- Jesuits' nut, the European water chestnut. -- Jesuits' powder, powdered cinchona bark. -- Jesuits' tea, a Chilian leguminous shrub, used as a tea and medicinally.",
      "joculator" : "A jester; a joker. [Obs.] Strutt.",
      "jalap" : "The tubers of the Mexican plant Ipomoea purga (or Exogonium purga), a climber much like the morning-glory. The abstract, extract, and powder, prepared from the tubers, are well known purgative medicines. Other species of Ipomoea yield several inferior kinds of jalap, as the I. Orizabensis, and I. tuberosa. False jalap, the root of Mirabilis Jalapa, four-o'clock, or marvel of Peru.",
      "jestingly" : "In a jesting manner.",
      "jardiniere" : "An ornamental stand or receptacle for plants, flowers, etc., used as a piece of decorative furniture in room.",
      "jolterhead" : "A dunce; a blockhead. Sir T. North.",
      "joyous" : "Glad; gay; merry; joyful; also, affording or inspiring joy; with of before the word or words expressing the cause of joy. Is this your joyous city Is. xxiii. 7. They all as glad as birds of joyous prime. Spenser. And joyous of our conquest early won. Dryden. Syn. -- Merry; lively; blithe; gleeful; gay; glad; mirthful; sportive; festive; joyful; happy; blissful; charming; delightful. -- Joy\"ous*ly, adv. -- Joy\"ous*ness, n.",
      "jellied" : "Brought to the state or consistence of jelly.",
      "justicement" : "Administration of justice; procedure in courts of justice. [Obs.] Johnson.",
      "jarvey" : "1. The driver of a hackney coach. [Slang, Eng.] Carlyle. 2. A hackney coach. [Slang, Eng.] The litter at the bottom of the jarvy. T. Hook.",
      "jaunce" : "To ride hard; to jounce. [Obs.] Spurr'd, galled and tired by jauncing Bolingbroke. Shak.",
      "jaw-fallen" : "Dejected; chopfallen.",
      "jabberingly" : "In a jabbering manner.",
      "jingle" : "1. To sound with a fine, sharp, rattling, clinking, or tinkling sound; as, sleigh bells jingle. [Written also gingle.] 2. To rhyme or sound with a jingling effect. \"Jingling street ballads.\" Macaulay.\n\nTo cause to give a sharp metallic sound as a little bell, or as coins shaken together; to tinkle. The bells she jingled, and the whistle blew. Pope.\n\n1. A rattling, clinking, or tinkling sound, as of little bells or pieces of metal. 2. That which makes a jingling sound, as a rattle. If you plant where savages are, do not only entertain them with trifles and jingles,but use them justly. Bacon. 3. A correspondence of sound in rhymes, especially when the verse has little merit; hence, the verse itself.\" The least jingle of verse.\" Guardian. Jingle shell. See Gold shell (b), under Gold.",
      "jinny road" : "An inclined road in a coal mine, on which loaded cars descend by gravity, drawing up empty ones. Knight.",
      "jubilar" : "Pertaining to, or having the character of, a jubilee. [R.] Bp. Hall.",
      "julian" : "Relating to, or derived from, Julius Cæsar. Julian calendar, the calendar as adjusted by Julius Cæsar, in which the year was made to consist of 365 days, each fourth year having 366 days. -- Julian epoch, the epoch of the commencement of the Julian calendar, or 46 b. c. -- Julian period, a chronological period of 7,980 years, combining the solar, lunar, and indiction cycles (28 x 19 x 15 = 7,980), being reckoned from the year 4713 B. C., when the first years of these several cycles would coincide, so that if any year of the period be divided by 28, 19, or 15, the remainder will be the year of the corresponding cycle. The Julian period was proposed by Scaliger, to remove or avoid ambiguities in chronological dates, and was so named because composed of Julian years. -- Julian year, the year of 365 days, 6 hours, adopted in the Julian calendar, and in use until superseded by the Gregorian year, as established in the reformed or Gregorian calendar.",
      "justificative" : "Having power to justify; justificatory.",
      "jemlah goat" : "The jharal.",
      "jackwood" : "Wood of the jack (Artocarpus integrifolia), used in cabinetwork.",
      "jowter" : "A mounted peddler of fish; -- called also jouster. [Obs.] Carew.",
      "jantu" : "A machine of great antiquity, used in Bengal for raising water to irrigate land. Knight.",
      "jarl" : "A chief; an earl; in English history, one of the leaders in the Danish and Norse invasions. Longfellow.",
      "joll" : "Same as Jowl. Shak.",
      "jasper" : "An opaque, impure variety of quartz, of red, yellow, and other dull colors, breaking with a smooth surface. It admits of a high polish, and is used for vases, seals, snuff boxes, etc. When the colors are in stripes or bands, it is called striped or banded jasper. The Egyptian pebble is a brownish yellow jasper. Jasper opal, a yellow variety of opal resembling jasper. -- Jasper ware, a delicate kind of earthenware invented by Josiah Wedgwood. It is usually white, but is capable of receiving color.",
      "jigging" : "The act or using a jig; the act of separating ore with a jigger, or wire-bottomed sieve, which is moved up and down in water. Jigging machine. (a) (Mining) A machine for separating ore by the process of jigging. (b) (Metal Working) A machine with a rotary milling cutter and a templet by which the action of the cutter is guided or limited; -- used for forming the profile of an irregularly shaped piece; a profiling machine.",
      "juger" : "A Roman measure of land, measuring 28,800 square feet, or 240 feet in length by 120 in breadth.",
      "jeffersonia" : "An American herb with a pretty, white, solitary blossom, and deeply two-cleft leaves (Jeffersonia diphylla); twinleaf.",
      "jack ketch" : "A public executioner, or hangman. [Eng.] The manor of Tyburn was formerly held by Richard Jaquett, where felons for a long time were executed; from whence we have Jack Ketch. Lloyd's MS., British Museum. [Monmouth] then accosted John Ketch, the executioner, a wretch who had butchered many brave and noble victims, and whose name has, during a century and a half, been vulgarly given to all who have succeeded him in his odious office. Macaulay.",
      "junkerism" : "The principles of the aristocratic party in Prussia.",
      "jayet" : "See Jet. [Obs.]",
      "june" : "The sixth month of the year, containing thirty days. And what is so rare as a day in June Then, if ever, come perfect days. Lowell. June beetle, June bug (Zoöl.), any one of several species of large brown beetles of the genus Lachnosterna and related genera; -- so called because they begin to fly, in the northern United States, about the first of June. The larvæ of the June beetles live under ground, and feed upon the roots of grasses and other plants. Called also May bug or May beetle. -- June grass (Bot.), a New England name for Kentucky blue grass. See Blue glass, and Illustration in Appendix.",
      "jugata" : "The figures of two heads on a medal or coin, either side by side or joined.",
      "jucundity" : "Pleasantness; agreeableness. See Jocundity. [R.] Sir T. Browne.",
      "jaal goat" : "A species of wild goat (Capra Nubiana) found in the mountains of Abyssinia, Upper Egypt, and Arabia; -- called also beden, and jaela.",
      "jazel" : "A gem of an azure color. [Obs.]",
      "jadery" : "The tricks of a jade.",
      "jettiness" : "The state of being jetty; blackness. Pennant.",
      "jeniquen" : "A Mexican name for the Sisal hemp (Agave rigida, var. Sisalana); also, its fiber. [Written also heniequen.]",
      "jainism" : "The heterodox Hindoo religion, of which the most striking features are the exaltation of saints or holy mortals, called jins, above the ordinary Hindoo gods, and the denial of the divine origin and infallibility of the Vedas. It is intermediate between Brahmanism and Buddhism, having some things in common with each.",
      "jaspilite" : "A compact siliceous rock resembling jasper.",
      "jereed" : "A blunt javelin used by the people of the Levant, especially in mock fights. [Written also jerreed, jerid.] Byron.",
      "judiciousness" : "The quality or state of being judicious; sagacity; s",
      "jahvist" : "See Jehovist, Jehovistic.\n\nThe author of the passages of the Old Testament, esp. those of the Hexateuch, in which God is styled Yahweh, or Jehovah; the author of the Yahwistic, or Jehovistic, Prophetic Document (J); also, the document itself.",
      "jee" : "See Gee.",
      "jostlement" : "Crowding; hustling.",
      "juramentum" : "An oath.",
      "jersey" : "1. The finest of wool separated from the rest; combed wool; also, fine yarn of wool. 2. A kind of knitted jacket; hence, in general, a closefitting jacket or upper garment made of an elastic fabric (as stockinet). 3. One of a breed of cattle in the Island of Jersey. Jerseys are noted for the richness of their milk.",
      "janglery" : "Jangling. [Obs.] Chaucer.",
      "jasp" : "Jasper. [Obs.] Spenser.",
      "jeweler" : "One who makes, or deals in, jewels, precious stones, and similar ornaments. [Written also jeweller.] Jeweler's gold. See under Gold.",
      "junction" : "1. The act of joining, or the state of being joined; union; combination; coalition; as, the junction of two armies or detachments; the junction of paths. 2. The place or point of union, meeting, or junction; specifically, the place where two or more lines of railway meet or cross. Junction plate (Boilers), a covering or break-join plate riveted to and uniting the edges of sheets which make a butt joint. -- Junction rails (Railroads), the switch, or movable, rails, connecting one line of track with another.",
      "jaina" : "One of a numerous sect in British India, holding the tenets of Jainism.",
      "juggs" : "See Jougs. [Scot.]",
      "jury-rigged" : "Rigged for temporary service. See Jury, a.",
      "jackstay" : "A rail of wood or iron stretching along a yard of a vessel, to which the sails are fastened.",
      "jadding" : "See Holing.",
      "journalize" : "To enter or record in a journal or diary. Johnson.\n\nto conduct or contribute to a public journal; to follow the profession of a journalist.",
      "jargon" : "Confused, unintelligible language; gibberish; hence, an artificial idiom or dialect; cant language; slang. \"A barbarous jargon.\" Macaulay. \"All jargon of the schools.\" Prior. The jargon which serves the traffickers. Johnson.\n\nTo utter jargon; to emit confused or unintelligible sounds; to talk unintelligibly, or in a harsh and noisy manner. The noisy jay, Jargoning like a foreigner at his food. Longfellow.\n\nA variety of zircon. See Zircon.",
      "jeames" : "A footman; a flunky. [Slang, Eng.] Thackeray.",
      "jesuitism" : "1. The principles and practices of the Jesuits. 2. Cunning; deceit; deceptive practices to effect a purpose; subtle argument; -- an opprobrious use of the word.",
      "jettison" : "1. (Mar. Law)  The throwing overboard of goods from necessity, in order to lighten a vessel in danger of wreck. 2. See Jetsam, 1.",
      "john" : "A proper name of a man. John-apple, a sort of apple ripe about St. John's Day. Same as Apple-john. -- John Bull, an ideal personification of the typical characteristics of an Englishman, or of the English people. -- John Bullism, English character. W. Irving. -- John Doe (Law), the name formerly given to the fictitious plaintiff in an action of ejectment. Mozley & W. -- John Doree, John Dory. Etym: [John (or F. jaune yellow) + Doree, Dory.] (Zoöl.) An oval, compressed, European food fish (Zeus faber). Its color is yellow and olive, with golden, silvery, and blue reflections. It has a round dark spot on each side. Called also dory, doree, and St. Peter's fish.",
      "jaspe" : "Having the surface decorated with cloudings and streaks, somewhat as if imitating jasper.",
      "judaize" : "To conform to the doctrines, observances, or methods of the Jews; to inculcate or impose Judaism. They . . . prevailed on the Galatians to Judaize so far as to observe the rites of Moses in various instances. They were Judaizing doctors, who taught the observation of the Mosaic law. Bp. Bull.\n\nTo impose Jewish observances or rites upon; to convert to Judaism. The heretical Theodotion, the Judaized Symmachus. Milton.",
      "jinnee" : "A genius or demon; one of the fabled genii, good and evil spirits, supposed to be the children of fire, and to have the power of assuming various forms. [Written also jin, djinnee, etc.] Note: Jinn is also used as sing., with pl. jinns (.",
      "judaizer" : "One who conforms to or inculcates Judaism; specifically, pl. (Ch. Hist.), those Jews who accepted Christianity but still adhered to the law of Moses and worshiped in the temple at Jerusalem.",
      "jant" : "See Jaunt.",
      "jostle" : "To run against and shake; to push out of the way; to elbow; to hustle; to disturb by crowding; to crowd against. \"Bullies jostled him.\" Macaulay. Systems of movement, physical, intellectual, and moral, which are perpetually jostling each other. I. Taylor.\n\nTo push; to crowd; to hustle. None jostle with him for the wall. Lamb.\n\nA conflict by collisions; a crowding or bumping together; interference. The jostle of South African nationalities and civilization. The Nation.",
      "jug" : "1. A vessel, usually of coarse earthenware, with a swelling belly and narrow mouth, and having a handle on one side. 2. A pitcher; a ewer. [Eng.] 3. A prison; a jail; a lockup. [Slang] Gay.\n\n1. To seethe or stew, as in a jug or jar placed in boiling water; as, to jug a hare. 2. To commit to jail; to imprison. [Slang]\n\n1. To utter a sound resembling this word, as certain birds do, especially the nightingale. 2. To nestle or collect together in a covey; -- said of quails and partridges.",
      "jumper" : "1. One who, or that which, jumps. 2. A long drilling tool used by masons and quarrymen. 3. A rude kind of sleigh; -- usually, a simple box on runners which are in one piece with the poles that form the thills. [U.S.] J. F. Cooper. 4. (Zoöl.)  The larva of the cheese fly. See Cheese fly, under Cheese. 5. (Eccl.)  A name applied in the 18th century to certain Calvinistic Methodists in Wales whose worship was characterized by violent convulsions. 6. (Horology)  spring to impel the star wheel, also a pawl to lock fast a wheel, in a repeating timepiece. Baby jumper. See in the Vocabulary. -- Bounty jumper. See under Bounty.\n\nA loose upper garment; as: (a) A sort of blouse worn by workmen over their ordinary dress to protect it. (b) A fur garment worn in Arctic journeys.",
      "junta" : "A council; a convention; a tribunal; an assembly; esp., the grand council of state in Spain.",
      "jacquerie" : "The name given to a revolt of French peasants against the nobles in 1358, the leader assuming the contemptuous title, Jacques Bonhomme, given by the nobles to the peasantry. Hence, any revolt of peasants.",
      "judge-made" : "Created by judges or judicial decision; -- applied esp. to law applied or established by the judicial interpretation of statutes so as extend or restrict their scope, as to meet new cases, to provide new or better remedies, etc., and often used opprobriously of acts of judicial interpretation considered as doing this. The law of the 13th century was judge-made law in a fuller and more literal sense than the law of any succeeding century has been. Sir Frederick Pollock.",
      "jacchus" : "The common marmoset (Hapale vulgaris). Formerly, the name was also applied to other species of the same genus.",
      "johannisberger" : "A fine white wine produced on the estate of Schloss (or Castle) Johannisberg, on the Rhine.",
      "journalism" : "1. The keeping of a journal or diary. [Obs.] 2. The periodical collection and publication of current news; the business of managing, editing, or writing for, journals or newspapers; as, political journalism. Journalism is now truly an estate of the realm. Ed. Rev.",
      "jury mast" : "(a) A temporary mast, in place of one that has been carried away, or broken. (b) (Med.) An apparatus to support the trunk and head in spinal disease.",
      "jervine" : "A poisonous alkaloid resembling veratrine, and found with it in white hellebore (Veratrum album); -- called also jervina.",
      "jewel" : "1. An ornament of dress usually made of a precious metal, and having enamel or precious stones as a part of its design. Plate of rare device, and jewels Of rich and exquisite form. Shak. 2. A precious stone; a gem. Shak. 3. An object regarded with special affection; a precious thing. \"Our prince (jewel of children).\" Shak. 4. A bearing for a pivot a pivot in a watch, formed of a crystal or precious stone, as a ruby. Jewel block (Naut.), block at the extremity of a yard, through which the halyard of a studding sail is rove.\n\nTo dress, adorn, deck, or supply with jewels, as a dress, a sword hilt, or a watch; to bespangle, as with jewels. The long gray tufts . . . are jeweled thick with dew. M. Arnold.",
      "juggling" : "Cheating; tricky. -- Jug\"gling*ly, adv.\n\nJugglery; underhand practice.",
      "jacobite" : "1. (Eng. Hist.)  A partisan or adherent of James the Second, after his abdication, or of his descendants, an opposer of the revolution in 1688 in favor of William and Mary. Macaulay. 2. (Eccl.)  One of the sect of Syrian Monophysites. The sect is named after Jacob Baradæus, its leader in the sixth century.\n\nOf or pertaining to the Jacobites.",
      "jerkinhead" : "The hipped part of a roof which is hipped only for a part of its height, leaving a truncated gable.",
      "jongler" : "1. In the Middle Ages, a court attendant or other person who, for hire, recited or sang verses, usually of his own composition. See Troubadour. Vivacity and picturesquenees of the jongleur's verse. J R. Green. 2. A juggler; a conjuror. See Juggler. Milton.",
      "jagg" : "See Jag.",
      "johannes" : "A Portuguese gold coin of the value of eight dollars, named from the figure of King John which it bears;- often contracted into joe; as, a joe, or a half joe.",
      "jeers" : "See 1st Jeer (b).",
      "jaggery palm" : "An East Indian palm (Caryota urens) having leaves pinnate with wedge-shaped divisions, the petiole very stout. It is the principal source of jaggery, and is often cultivated for ornament.",
      "jacobitical" : "Of or pertaining to the Jacobites; characterized by Jacobitism. -- Jac`o*bit\"ic*al*ly, adv.",
      "jolly" : "1. Full of life and mirth; jovial; joyous; merry; mirthful. Like a jolly troop of huntsmen. Shak. \"A jolly place,\" said he, \"in times of old! But something ails it now: the spot is cursed.\" Wordsworth. 2. Expressing mirth, or inspiring it; exciting mirth and gayety. And with his jolly pipe delights the groves. Prior. Their jolly notes they chanted loud and clear. Fairfax. 3. Of fine appearance; handsome; excellent; lively; agreeable; pleasant. \"A jolly cool wind.\" Sir T. North. [Now mostly colloq.] Full jolly knight he seemed, and fair did sit. Spenser. The coachman is swelled into jolly dimensions. W. Irving.",
      "juggleress" : "1. A female juggler. T. Warton.",
      "juglone" : "A yellow crystalline substance resembling quinone, extracted from green shucks of the walnut (Juglans regia); -- called also nucin.",
      "jumart" : "The fabled offspring of a bull and a mare. Locke.",
      "juniority" : "The state or quality of being junior.",
      "jeremiad" : "A tale of sorrow, disappointment, or complaint; a doleful story; a dolorous tirade; -- generally used satirically. He has prolonged his complaint into an endless jeremiad. Lamb.",
      "joinhand" : "Writing in which letters are joined in words; -- distinguished from writing in single letters. Addison.",
      "jurisdictional" : "Of or pertaining to jurisdiction; as jurisdictional rights. Barrow.",
      "justiciar" : "Same as Justiciary.",
      "justle" : "To run or strike against each other; to encounter; to clash; to jostle. Shak. The chariots shall rage in the streets; they shall justle one against another in the broad ways. Nahum ii. 4.\n\nTo push; to drive; to force by running against; to jostle. We justled one another out, and disputed the post for a great while. Addison.\n\nAn encounter or shock; a jostle.",
      "jonquil" : "A bulbous plant of the genus Narcissus (N. Jonquilla), allied to the daffodil. It has long, rushlike leaves, and yellow or white fragrant flowers. The root has emetic properties. It is sometimes called the rush-leaved daffodil. See Illust. of Corona.",
      "jaghir" : "A village or district the government and revenues of which are assigned to some person, usually in consideration of some service to be rendered, esp. the maintenance of troops. [Written also jaghire, jagir, etc.] [India] Whitworth.",
      "jobbernowl" : "A blockhead. [Colloq. & Obs.] H. Taylor.",
      "jet-black" : "Black as jet; deep black. JET D'EAU Jet` d'eau\", pl. Jets d'eau (. Etym: [F., a throw of water. See Jet a shooting forth.]  A stream of water spouting from a fountain or pipe (especially from one arranged to throw water upward), in a public place or in a garden, for ornament.",
      "jolliment" : "Jollity. [Obs.] Spenser.",
      "jeopardous" : "Perilous; hazardous. His goodly, valiant, and jeopardous enterprise. Fuller. -- Jeop\"ard*ous*ly, adv. Huloet.",
      "jubilation" : "A triumphant shouting; rejoicing; exultation. \"Jubilations and hallelujahs.\" South.",
      "jamesonite" : "A steel-gray mineral, of metallic luster, commonly fibrous massive. It is a sulphide of antimony and lead, with a little iron. JAMES'S POWDER James\"'s pow`der. (Med.)  Antimonial powder, first prepared by Dr. James, ar English physician; -- called also fever powder.",
      "johnadreams" : "A dreamy, idle fellow. Shak.",
      "jupartie" : "Jeopardy. [Obs.] Chaucer.",
      "jharal" : "A wild goat (Capra Jemlaica) which inhabits the loftiest mountains of India. It has long, coarse hair, forming a thick mane on its head and neck.",
      "jiggish" : "1. Resembling, or suitable for, a jig, or lively movement. Tatler. 2. Playful; frisky. [R.] She is never sad, and yet not jiggish. Habington.",
      "japan" : "Work varnished and figured in the Japanese manner; also, the varnish or lacquer used in japanning.\n\nOf or pertaining to Japan, or to the lacquered work of that country; as, Japan ware. Japan allspice (Bot.), a spiny shrub from Japan (Chimonanthus fragrans), related to the Carolina allspice. -- Japan black (Chem.), a quickly drying black lacquer or varnish, consisting essentially of asphaltum dissolved in naphtha or turpentine, and used for coating ironwork; -- called also Brunswick black, Japan lacquer, or simply Japan. -- Japan camphor, ordinary camphor brought from China or Japan, as distinguished from the rare variety called borneol or Borneo camphor. -- Japan clover, or Japan pea (Bot.), a cloverlike plant (Lespedeza striata) from Eastern Asia, useful for fodder, first noticed in the Southern United States about 1860, but now become very common. During the Civil War it was called variously Yankee clover and Rebel clover. -- Japan earth. See Catechu. -- Japan ink, a kind of writing ink, of a deep, glossy black when dry. -- Japan varnish, a varnish prepared from the milky juice of the Rhus vernix, a small Japanese tree related to the poison sumac.\n\n1. To cover with a coat of hard, brilliant varnish, in the manner of the Japanese; to lacquer. 2. To give a glossy black to, as shoes. [R.] Gay.",
      "juncite" : "A fossil rush.",
      "jauntily" : "In a jaunty manner.",
      "jutlandish" : "Of or pertaining to Jutland, or to the people of Jutland.",
      "judicatory" : "Pertaining to the administration of justice; dispensing justice; judicial; as, judicatory tribunals. T. Wharton. Power to reject in an authoritative or judicatory way. Bp. Hall.\n\n1. A court of justice; a tribunal. Milton. 2. Administration of justice. The supreme court of judicatory. Clarendon.",
      "jewellery" : "See Jewelry. Burke.",
      "jewfish" : "1. A very large serranoid fish (Promicrops itaiara) of Florida and the Gulf of Mexico. It often reaches the weight of five hundred pounds. Its color is olivaceous or yellowish, with numerous brown spots. Called also guasa, and warsaw. 2. A similar gigantic fish (Stereolepis gigas) of Southern California, valued as a food fish. 3. The black grouper of Florida and Texas. 4. A large herringlike fish; the tarpum.",
      "jawy" : "Relating to the jaws. Gayton.",
      "joinery" : "The art, or trade, of a joiner; the work of a joiner. A piece of joinery . . . whimsically dovetailed. Burke.",
      "jeopardize" : "To expose to loss or injury; to risk; to jeopard. That he should jeopardize his willful head Only for spite at me. H. Taylor.",
      "jesuitocracy" : "Government by Jesuits; also, the whole body of Jesuits in a country. [R.] C. Kingsley.",
      "jotter" : "1. One who jots down memoranda. 2. A memorandum book.",
      "journeywork" : "Originally, work done by the day; work done by a journeyman at his trade.",
      "jub" : "A vessel for holding ale or wine; a jug. [Obs.] Chaucer.",
      "japanner" : "1. One who varnishes in the manner of the Japanese, or one skilled in the art. 2. A bootblack. [R.]",
      "jubbah" : "A long outer garment worn by both sexes of Mohammedans of the better class.",
      "jack" : "A large tree, the Artocarpus integrifolia, common in the East Indies, closely allied to the breadfruit, from which it differs in having its leaves entire. The fruit is of great size, weighing from thirty to forty pounds, and through its soft fibrous matter are scattered the seeds, which are roasted and eaten. The wood is of a yellow color, fine grain, and rather heavy, and is much used in cabinetwork. It is also used for dyeing a brilliant yellow. [Written also jak.]\n\n1. A familiar nickname of, or substitute for, John. You are John Rugby, and you are Jack Rugby. Shak. 2. An impertinent or silly fellow; a simpleton; a boor; a clown; also, a servant; a rustic. \"Jack fool.\" Chaucer. Since every Jack became a gentleman, There 's many a gentle person made a Jack. Shak. 3. A popular colloquial name for a sailor; -- called also Jack tar, and Jack afloat. 4. A mechanical contrivance, an auxiliary machine, or a subordinate part of a machine, rendering convenient service, and often supplying the place of a boy or attendant who was commonly called Jack; as: (a) A device to pull off boots. (b) A sawhorse or sawbuck. (c) A machine or contrivance for turning a spit; a smoke jack, or kitchen jack. (b) (Mining) A wooden wedge for separating rocks rent by blasting. (e) (Knitting Machine) A lever for depressing the sinkers which push the loops down on the needles. (f) (Warping Machine) A grating to separate and guide the threads; a heck box. (g) (Spinning) A machine for twisting the sliver as it leaves the carding machine. (h) A compact, portable machine for planing metal. (i) A machine for slicking or pebbling leather. (k) A system of gearing driven by a horse power, for multiplying speed. (l) A hood or other device placed over a chimney or vent pipe, to prevent a back draught. (m) In the harpsichord, an intermediate piece communicating the action of the key to the quill; -- called also hopper. (n) In hunting, the pan or frame holding the fuel of the torch used to attract game at night; also, the light itself. C. Hallock. 5. A portable machine variously constructed, for exerting great pressure, or lifting or moving a heavy body through a small distance. It consists of a lever, screw, rack and pinion, hydraulic press, or any simple combination of mechanical powers, working in a compact pedestal or support and operated by a lever, crank, capstan bar, etc. The name is often given to a jackscrew, which is a kind of jack. 6. The small bowl used as a mark in the game of bowls. Shak. Like an uninstructed bowler who thinks to attain the jack by delivering his bowl straight forward upon it. Sir W. Scott. 7. The male of certain animals, as of the ass. 8. (Zoöl.) (a) A young pike; a pickerel. (b) The jurel. (c) A large, California rock fish (Sebastodes paucispinus); -- called also boccaccio, and mérou. (d) The wall-eyed pike. 9. A drinking measure holding half a pint; also, one holding a quarter of a pint. [Prov. Eng.] Halliwell. 10. (Naut.) (a) A flag, containing only the union, without the fly, usually hoisted on a jack staff at the bowsprit cap; -- called also union jack. The American jack is a small blue flag, with a star for each State. (b) A bar of iron athwart ships at a topgallant masthead, to support a royal mast, and give spread to the royal shrouds; -- called also jack crosstree. R. H. Dana, Jr. 11. The knave of a suit of playing cards. Note: Jack is used adjectively in various senses. It sometimes designates something cut short or diminished in size; as, a jack timber; a jack rafter; a jack arch, etc. Jack arch, an arch of the thickness of one brick. -- Jack back (Brewing & Malt Vinegar Manuf.), a cistern which receives the wort. See under 1st Back. -- Jack block (Naut.), a block fixed in the topgallant or royal rigging, used for raising and lowering light masts and spars. -- Jack boots, boots reaching above the knee; -- worn in the 17 century by soldiers; afterwards by fishermen, etc. -- Jack crosstree. (Naut.) See 10, b, above. -- Jack curlew (Zoöl.), the whimbrel. -- Jack frame. (Cotton Spinning) See 4 (g), above. -- Jack Frost, frost personified as a mischievous person. -- Jack hare, a male hare. Cowper. -- Jack lamp, a lamp for still hunting and camp use. See def. 4 (n.), above. -- Jack plane, a joiner's plane used for coarse work. -- Jack post, one of the posts which support the crank shaft of a deep-well-boring apparatus. -- Jack pot (Poker Playing), the name given to the stakes, contributions to which are made by each player successively, till such a hand is turned as shall take the \"pot,\" which is the sum total of all the bets. -- Jack rabbit (Zoöl.), any one of several species of large American hares, having very large ears and long legs. The California species (Lepus Californicus), and that of Texas and New Mexico (L. callotis), have the tail black above, and the ears black at the tip. They do not become white in winter. The more northern prairie hare (L. campestris) has the upper side of the tail white, and in winter its fur becomes nearly white. -- Jack rafter (Arch.), in England, one of the shorter rafters used in constructing a hip or valley roof; in the United States, any secondary roof timber, as the common rafters resting on purlins in a trussed roof; also, one of the pieces simulating extended rafters, used under the eaves in some styles of building. -- Jack salmon (Zoöl.), the wall-eyed pike, or glasseye. -- Jack sauce, an impudent fellow. [Colloq. & Obs.] -- Jack shaft (Mach.), the first intermediate shaft, in a factory or mill, which receives power, through belts or gearing, from a prime mover, and transmits it, by the same means, to other intermediate shafts or to a line shaft. -- Jack sinker (Knitting Mach.), a thin iron plate operated by the jack to depress the loop of thread between two needles. -- Jack snipe. (Zoöl.) See in the Vocabulary. -- Jack staff (Naut.), a staff fixed on the bowsprit cap, upon which the jack is hoisted. -- Jack timber (Arch.), any timber, as a rafter, rib, or studding, which, being intercepted, is shorter than the others. -- Jack towel, a towel hung on a roller for common use. -- Jack truss (Arch.), in a hip roof, a minor truss used where the roof has not its full section. -- Jack tree. (Bot.) See 1st Jack, n. -- Jack yard (Naut.), a short spar to extend a topsail beyond the gaff. Blue jack, blue vitriol; sulphate of copper. -- Hydraulic jack, a jack used for lifting, pulling, or forcing, consisting of a compact portable hydrostatic press, with its pump and a reservoir containing a supply of liquid, as oil. -- Jack-at-a-pinch. (a) One called upon to take the place of another in an emergency. (b) An itinerant parson who conducts an occasional service for a fee. -- Jack-at-all-trades, one who can turn his hand to any kind of work. -- Jack-by-the-hedge (Bot.), a plant of the genus Erysimum (E. alliaria, or Alliaria officinalis), which grows under hedges. It bears a white flower and has a taste not unlike garlic. Called also, in England, sauce-alone. Eng. Cyc. -- Jack-in-a-box. (a) (Bot.) A tropical tree (Hernandia sonora), which bears a drupe that rattles when dry in the inflated calyx. (b) A child's toy, consisting of a box, out of which, when the lid is raised, a figure springs. (c) (Mech.) An epicyclic train of bevel gears for transmitting rotary motion to two parts in such a manner that their relative rotation may be variable; applied to driving the wheels of tricycles, road locomotives, and to cotton machinery, etc.; an equation box; a jack frame; -- called also compensating gearing. (d) A large wooden screw turning in a nut attached to the crosspiece of a rude press. -- Jack-in-office, an insolent fellow in authority. Wolcott. -- Jack-in-the-bush (Bot.), a tropical shrub with red fruit (Cordia Cylindrostachya). -- Jack-in-the-green, a chimney sweep inclosed in a framework of boughs, carried in Mayday processions. -- Jack-in-the-pulpit (Bot.), the American plant Arisæma triphyllum, or Indian turnip, in which the upright spadix is inclosed. -- Jack-of-the-buttery (Bot.), the stonecrop (Sedum acre). -- Jack-of-the-clock, a figure, usually of a man, on old clocks, which struck the time on the bell. -- Jack-on-both-sides, one who is or tries to be neutral. -- Jack-out-of-office, one who has been in office and is turned out. Shak. -- Jack the Giant Killer, the hero of a well-known nursery story. -- Jack-with-a-lantern, Jack-o'-lantern. (a) An ignis fatuus; a will-o'-the-wisp. \"[Newspaper speculations] supplying so many more jack-o'-lanterns to the future historian.\" Lowell. (b) A lantern made of a pumpkin so prepared as to show in illumination the features of a human face, etc. -- Yellow Jack (Naut.), the yellow fever; also, the quarantine flag. See Yellow flag, under Flag.\n\nA coarse and cheap mediæval coat of defense, esp. one made of leather. Their horsemen are with jacks for most part clad. Sir J. Harrington.\n\nA pitcher or can of waxed leather; -- called also black jack. [Obs.] Dryden.\n\nTo hunt game at night by means of a jack. See 2d Jack, n., 4, n.\n\nTo move or lift, as a house, by means of a jack or jacks. See 2d Jack, n., 5.",
      "judgeship" : "The office of a judge.",
      "jasey" : "A wig; -- so called, perhaps, from being made of, or resembling, Jersey yarn. Thackeray.",
      "jazerant" : "A coat of defense made of small plates of metal sewed upon linen or the like; also, this kind of armor taken generally; as, a coat of jazerant.",
      "jinx" : "A person, object, influence, or supernatural being which is supposed to bring bad luck or to cause things to go wrong. [Slang]",
      "jogger" : "One who jogs. Dryden.",
      "joinder" : "1. The act of joining; a putting together; conjunction. Confirmed by mutual joinder of your hands. Shak. 2. (Law) (a) A joining of parties as plaintiffs or defendants in a suit. (b) Acceptance of an issue tendered in law or fact. (c) A joining of causes of action or defense in civil suits or criminal prosecutions.",
      "jonah" : "The Hebrew prophet, who was cast overboard as one who endangered the ship; hence, any person whose presence is unpropitious. Jonah crab (Zoöl.), a large crab (Cancer borealis) of the eastern coast of the United States, sometimes found between tides, but usually in deep water.",
      "jackanapes" : "1. A monkey; an ape. Shak. 2. A coxcomb; an impertinent or conceited fellow. A young upstart jackanapes. Arbuthnot.",
      "juglandine" : "An alkaloid found in the leaves of the walnut (Juglans regia).",
      "jacobinic" : "Of or pertaining to the Jacobins of France; revolutionary; of the nature of, or characterized by, Jacobinism. Burke. -- Jac`o*bin\"ic*al*ly, adv.",
      "janizarian" : "Of or pertaining to the janizaries, or their government. Burke.",
      "jesuited" : "Conforming to the principles of the Jesuits. Milton.",
      "jam" : "A kind of frock for children.\n\nSee Jamb.\n\n1. To press into a close or tight position; to crowd; to squeeze; to wedge in. The . . . jammed in between two rocks. De Foe. 2. To crush or bruise; as, to jam a finger in the crack of a door. [Colloq.] 3. (Naut.)  To bring (a vessel) so close to the wind that half her upper sails are laid aback. W. C. Russell.\n\n1. A mass of people or objects crowded together; also, the pressure from a crowd; a crush; as, a jam in a street; a jam of logs in a river. 2. An injury caused by jamming. [Colloq.]\n\nA preserve of fruit boiled with sugar and water; as, raspberry jam; currant jam; grape jam. Jam nut. See Check nut, under Check. -- Jam weld (Forging), a butt weld. See under Butt.",
      "jointure" : "1. A joining; a joint. [Obs.] 2. (Law)  An estate settled on a wife, which she is to enjoy after husband's decease, for her own life at least, in satisfaction of dower. The jointure that your king must make, Which with her dowry shall be counterpoised. Shak.\n\nTo settle a jointure upon.",
      "joul" : "See Jowl.",
      "judicial" : "1. Pertaining or appropriate to courts of justice, or to a judge; practiced or conformed to in the administration of justice; sanctioned or ordered by a court; as, judicial power; judicial proceedings; a judicial sale. \"Judicial massacres.\" Macaulay. Not a moral but a judicial law, and so was abrogated. Milton. 2. Fitted or apt for judging or deciding; as, a judicial mind. 3. Belonging to the judiciary, as distinguished from legislative, administrative, or executive. See Executive. 4. Judicious. [Obs.] B. Jonson.",
      "july" : "The seventh month of the year, containing thirty-one days. Note: This month was called Quintilis, or the fifth month, according to the old Roman calendar, in which March was the first month of the year.",
      "jentling" : "A fish of the genus Leuciscus; the blue chub of the Danube.",
      "jelly" : "1. Anything brought to a gelatinous condition; a viscous, translucent substance in a condition between liquid and solid; a stiffened solution of gelatin, gum, or the like. 2. The juice of fruits or meats boiled with sugar to an elastic consistence; as, currant jelly; calf's-foot jelly. Jelly bag, a bag through which the material for jelly is strained. -- Jelly mold, a mold for forming jelly in ornamental shapes. -- Jelly plant (Bot.), Australian name of an edible seaweed (Eucheuma speciosum), from which an excellent jelly is made. J. Smith. -- Jelly powder, an explosive, composed of nitroglycerin and collodion cotton; -- so called from its resemblance to calf's-foot jelly.\n\nTo become jelly; to come to the state or consistency of jelly.",
      "juvenile" : "1. Young; youthful; as, a juvenile appearance. \"A juvenile exercitation.\" Glanvill. 2. Of or pertaining to youth; as, juvenile sports. Syn. -- Puerile; boyish; childish. See Youthful.\n\nA young person or youth; -- used sportively or familiarly. C. Bronté.",
      "jeofail" : "An oversight in pleading, or the acknowledgment of a mistake or oversight. Blackstone.",
      "juxtaposition" : "A placing or being placed in nearness or contiguity, or side by side; as, a juxtaposition of words. Parts that are united by a a mere juxtaposition. Glanvill. Juxtaposition is a very unsafe criterion of continuity. Hare.",
      "jawed" : "Having jaws; -- chiefly in composition; as, lantern-jawed. \"Jawed like a jetty.\" Skelton.",
      "jargonist" : "One addicted to jargon; one who uses cant or slang. Macaulay.",
      "jehovah" : "A Scripture name of the Supreme Being, by which he was revealed to the Jews as their covenant God or Sovereign of the theocracy; the \"ineffable name\" of the Supreme Being, which was not pronounced by the Jews.",
      "jackscrew" : "A jack in which a screw is used for lifting, or exerting pressure. See Illust. of 2d Jack, n., 5.",
      "jacare" : "A cayman. See Yacare.",
      "jocularity" : "Jesting; merriment.",
      "jenneting" : "A variety of early apple. See Juneating. [Written also geniting.]",
      "jura-trias" : "A term applied to many American Mesozoic strata, in which the characteristics of the Jurassic and Triassic periods appear to be blended. -- Ju`ra-tri*as\"sic, a.",
      "justifiable" : "Capable of being justified, or shown to be just. Just are the ways of God, An justifiable to men. Milton. Syn. -- Defensible; vindicable; warrantable; excusable; exculpable; authorizable. -- Jus\"ti*fi`a*ble*ness, n. -- Jus\"ti*fi`a*bly, adv.",
      "junketing" : "A feast or entertainment; a revel. All those snug junketings and public gormandizings for which the ancient magistrates were equally famous with their modern successors. W. Irving. The apostle would have no reveling or junketing upon the altar. South.",
      "janthina" : "See Ianthina.",
      "jute" : "The coarse, strong fiber of the East Indian Corchorus olitorius, and C. capsularis; also, the plant itself. The fiber is much used for making mats, gunny cloth, cordage, hangings, paper, etc.",
      "jacent" : "Lying at length; as, the jacent posture. [R.] Sir H. Wotton.",
      "judiciously" : "In a judicious manner; with good judgment; wisely.",
      "jagger" : "One who carries about a small load; a peddler. See 2d Jag. [Scot.] Sir W. Scott.\n\nOne who, or that which, jags; specifically: (a) jagging iron used for crimping pies, cakes, etc. (b) A toothed chisel. See Jag, v. t. Jagger spring, a spring beneath a seat, and resting on cleats or blocks in the body of a vehicle. Knight.",
      "johnsonian" : "Pertaining to or resembling Dr. Johnson or his style; pompous; inflated.",
      "jim crow" : "A negro; -- said to be so called from a popular negro song and dance, the refrain of which is \"Wheel about and turn about and jump Jim Crow,\" produced in 1835 by T. D. Rice, a famous negro minstrel. [Slang, U. S.]",
      "jaculator" : "1. One who throws or casts. [R.] 2. (Zoöl.)  The archer fish (Toxotes jaculator).",
      "jungly" : "Consisting of jungles; abounding with jungles; of the nature of a jungle.",
      "jog" : "1. To push or shake with the elbow or hand; to jostle; esp., to push or touch, in order to give notice, to excite one's attention, or to warn. Now leaps he upright, jogs me, and cries: Do you see Yonder well- favored youth Donne. Sudden I jogged Ulysses, who was laid Fast by my side. Pope. 2. To suggest to; to notify; to remind; to call the attention of; as, to jog the memory. 3. To cause to jog; to drive at a jog, as a horse. See Jog, v. i.\n\nTo move by jogs or small shocks, like those of a slow trot; to move slowly, leisurely, or monotonously; -- usually with on, sometimes with over. Jog on, jog on, the footpath way. Shak. So hung his destiny, never to rot, While he might still jog on and keep his trot. Milton . The good old ways our sires jogged safely over. R. Browning.\n\n1. A slight shake; a shake or push intended to give notice or awaken attention; a push; a jolt. To give them by turns an invisible jog. Swift. 2. A rub; a slight stop; an obstruction; hence, an irregularity in motion of from; a hitch; a break in the direction of a line or the surface of a plane. Glanvill. Jog trot, a slow, regular, jolting gait; hence, a routine habit or method, persistently adhered to. T. Hook.",
      "jagannath" : "A particular form of Vishnu, or of Krishna, whose chief idol and worship are at Puri, in Orissa. The idol is considered to contain the bones of Krishna and to possess a soul. The principal festivals are the Snanayatra, when the idol is bathed, and the Rathayatra, when the image is drawn upon a car adorned with obscene paintings. Formerly it was erroneously supposed that devotees allowed themselves to be crushed beneath the wheels of this car. It is now known that any death within the temple of Jagannath is considered to render the place unclean, and any spilling of blood in the presence of the idol is a pollution.",
      "jimcrack" : "See Gimcrack.",
      "jube" : "(a) chancel screen or rood screen. (b) gallery above such a screen, from which certain parts of the service were formerly read. See Rood loft, under Rood.",
      "jess" : "A short strap of leather or silk secured round the leg of a hawk, to which the leash or line, wrapped round the falconer's hand, was attached when used. See Illust. of Falcon. Like a hawk, which feeling freed From bells and jesses which did let her flight. Spenser.",
      "jack-a-dandy" : "A little dandy; a little, foppish, impertinent fellow.",
      "janus" : "A Latin deity represented with two faces looking in opposite directions. Numa is said to have dedicated to Janus the covered passage at Rome, near the Forum, which is usually called the Temple of Janus. This passage was open in war and closed in peace. Dr. W. Smith. Janus cloth, a fabric having both sides dressed, the sides being of different colors, -- used for reversible garments.",
      "judicative" : "Having power to judge; judicial; as, the judicative faculty. Hammond.",
      "juggle" : "1. To play tricks by sleight of hand; to cause amusement and sport by tricks of skill; to conjure. 2. To practice artifice or imposture. Be these juggling fiends no more believed. Shak.\n\nTo deceive by trick or artifice. Is't possible the spells of France should juggle Men into such strange mysteries Shak.\n\n1. A trick by sleight of hand. 2. An imposture; a deception. Tennyson. A juggle of state to cozen the people. Tillotson. 3. A block of timber cut to a length, either in the round or split. Knight.",
      "juiceless" : "Lacking juice; dry. Dr. H. More.",
      "jurisconsult" : "A man learned in the civil law; an expert in juridical science; a professor of jurisprudence; a jurist.",
      "jurat" : "1. A person under oath; specifically, an officer of the nature of an alderman, in certain municipal corporations in England. Burrill. 2. (Law)  The memorandum or certificate at the end of an asffidavit, or a bill or answer in chancery, showing when, before whom, and (in English practice), where, it was sworn or affirmed. Wharton. Bouvier.",
      "jeropigia" : "See Geropigia.",
      "jurdiccion" : "Jurisdiction. [Obs.]",
      "jurisdictive" : "Having jurisdiction. Milton.",
      "jingoism" : "The policy of the Jingoes, so called. See Jingo, 2. [Cant, Eng.]",
      "jollity" : "Noisy mirth; gayety; merriment; festivity; boisterous enjoyment. Chaucer. All now was turned to jollity and game. Milton. He with a proud jollity commanded him to leave that quarrel only for him, who was only worthy to enter into it. Sir P. Sidney. Syn. -- Merriment; mirth; gayety; festivity; hilarity.",
      "jument" : "A beast; especially, a beast of burden. [Obs.] Fitter for juments than men to feed on. Burton.",
      "jutes" : "Jutlanders; one of the Low German tribes, a portion of which settled in Kent, England, in the 5th century.",
      "jihad" : "A religious war against infidels or Mohammedan heretics; also, any bitter war or crusade for a principle or belief. [Their] courage in war . . . had not, like that of the Mohammedan dervishes of the Sudan, or of Mohammedans anywhere engaged in a jehad, a religious motive and the promise of future bliss behind it. James Bryce.",
      "jactancy" : "A boasting; a bragging. [Obs.]",
      "jehad" : "A religious war against infidels or Mohammedan heretics; also, any bitter war or crusade for a principle or belief. [Their] courage in war . . . had not, like that of the Mohammedan dervishes of the Sudan, or of Mohammedans anywhere engaged in a jehad, a religious motive and the promise of future bliss behind it. James Bryce.",
      "jean" : "A twilled cotton cloth. Satin jean, a kind of jean woven smooth and glossy, after the manner of satin.",
      "junk" : "A fragment of any solid substance; a thick piece. See Chunk. [Colloq.] Lowell.\n\n1. Pieces of old cable or old cordage, used for making gaskets, mats, swabs, etc., and when picked to pieces, forming oakum for filling the seams of ships. 2. Old iron, or other metal, glass, paper, etc., bought and sold by junk dealers. 3. (Naut.)  Hard salted beef supplied to ships. Junk bottle , a stout bottle made of thick dark-colored glass. -- Junk dealer, a dealer in old cordage, old metal, glass, etc. -- Junk hook (Whaling), a hook for hauling heavy pieces of blubber on deck. -- Junk ring. (a) A packing of soft material round the piston of a steam engine. (b) A metallic ring for retaining a piston packing in place; (c) A follower. -- Junk shop, a shop where old cordage, and ship's tackle, old iron, old bottles, old paper, etc., are kept for sale. -- Junk vat (Leather Manuf.), a large vat into which spent tan liquor or ooze is pumped. -- Junk wad (Mil.), a wad used in proving cannon; also used in firing hot shot.\n\nA large vessel, without keel or prominent stem, and with huge masts in one piece, used by the Chinese, Japanese, Siamese, Malays, etc., in navigating their waters.",
      "jove" : "1. The chief divinity of the ancient Romans; Jupiter. 2. (Astron.)  The planet Jupiter. [R.] Pope. 3. (Alchemy)  The metal tin. Bird of Jove, the eagle.",
      "junior" : "1. Less advanced in age than another; younger. Note: Junior is applied to distinguish the younger of two persons bearing the same name in the same family, and is opposed to senior or elder. Commonly applied to a son who has the same Christian name as his father. 2. Lower in standing or in rank; later in office; as, a junior partner; junior counsel; junior captain. 3. Composed of juniors, whether younger or a lower standing; as, the junior class; of or pertaining to juniors or to a junior class. See Junior, n., 2. 4. Belonging to a younger person, or an earlier time of life. Our first studies and junior endeavors. Sir T. Browne.\n\n1. A younger person. His junior she, by thirty years. Byron. 2. Hence: One of a lower or later standing; specifically, in American colleges, one in the third year of his course, one in the fourth or final year being designated a senior; in some seminaries, one in the first year, in others, one in the second year, of a three years' course.",
      "jak" : "see Ils Jack.",
      "jellify" : "To make, or to become, gelatinous; to jelly. -- Jel`li*fi*ca\"tion (#), n.",
      "jesse" : "Any representation or suggestion of the genealogy of Christ, in decorative art; as: (a) A genealogical tree represented in stained glass. (b) A candlestick with many branches, each of which bears the name of some one of the descendants of Jesse; -- called also tree of Jesse. Jesse window (Arch.), a window of which the glazing and tracery represent the tree of Jesse.",
      "jupe" : "Same as Jupon.",
      "jointweed" : "A slender, nearly leafless, American herb (Polygonum articulatum), with jointed spikes of small flowers.",
      "jeer" : "(a) A gear; a tackle. (b) pl.  An assemblage or combination of tackles, for hoisting or lowering the lower yards of a ship. Jeer capstan (Naut.), an extra capstan usually placed between the foremast and mainmast.\n\nTo utter sarcastic or scoffing reflections; to speak with mockery or derision; to use taunting language; to scoff; as, to jeer at a speaker. But when he saw her toy and gibe and jeer. Spenser. Syn. -- To sneer; scoff; flout; gibe; mock.\n\nTo treat with scoffs or derision; to address with jeers; to taunt; to flout; to mock at. And if we can not jeer them, we jeer ourselves. B. Jonson.\n\nA railing remark or reflection; a scoff; a taunt; a biting jest; a flout; a jibe; mockery. Midas, exposed to all their jeers, Had lost his art, and kept his ears. Swift.",
      "jockeyship" : "The art, character, or position, of a jockey; the personality of a jockey. Go flatter Sawney for his jockeyship. Chatterton. Where can at last his jockeyship retire Cowper.",
      "jocoserious" : "Mingling mirth and seriousness. M. Green.",
      "junco" : "Any bird of the genus Junco, which includes several species of North American finches; -- called also snowbird, or blue snowbird.",
      "jealoushood" : "Jealousy. [Obs.] Shak.",
      "jerk" : "To cut into long slices or strips and dry in the sun; as, jerk beef. See Charqui.\n\n1. To beat; to strike. [Obs.] Florio. 2. To give a quick and suddenly arrested thrust, push, pull, or twist, to; to yerk; as, to jerk one with the elbow; to jerk a coat off. 3. To throw with a quick and suddenly arrested motion of the hand; as, to jerk a stone.\n\n1. To make a sudden motion; to move with a start, or by starts. Milton. 2. To flout with contempt.\n\n1. A short, sudden pull, thrust, push, twitch, jolt, shake, or similar motion. His jade gave him a jerk. B. Jonson. 2. A sudden start or spring. Lobsters . . . swim backwards by jerks or springs. Grew.",
      "jovian" : "Of or pertaining to Jove, or Jupiter (either the deity or the planet).",
      "judicature" : "1. The state or profession of those employed in the administration of justice; also, the dispensing or administration of justice. The honor of the judges in their judicature is the king's honor. Bacon. 2. A court of justice; a judicatory. South. 3. The right of judicial action; jurisdiction; extent jurisdiction of a judge or court. Our Savior disputes not here the judicature, for that was not his office, but the morality, of divorce. Milton.",
      "jurisprudent" : "Understanding law; skilled in jurisprudence. G. West.\n\nOne skilled in law or jurisprudence. [R.] De Quincey.",
      "judas" : "The disciple who betrayed Christ. Hence: A treacherous person; one who betrays under the semblance of friendship. -- a.  Treacherous; betraying. Judas hole, a peephole or secret opening for spying. -- Judas kiss, a deceitful and treacherous kiss. -- Judas tree (Bot.), a leguminous tree of the genus Cercis, with pretty, rose-colored flowers in clusters along the branches. Judas is said to have hanged himself on a tree of this genus (C. Siliquastrum). C. Canadensis and C. occidentalis are the American species, and are called also redbud.",
      "jemidar" : "The chief or leader of a hand or body of persons; esp., in the native army of India, an officer of a rank corresponding to that of lieutenant in the English army. [Written also jemadar, jamadar.]",
      "juvenescence" : "A growing young.",
      "jackpudding" : "A merry-andrew; a buffoon. Milton.",
      "jears" : "See 1st Jeer (b).",
      "jura" : "1. A range of mountains between France and Switzerland. 2. (Geol.)  The Jurassic period. See Jurassic.",
      "jacobinism" : "The principles of the Jacobins; violent and factious opposition to legitimate government. Under this new stimulus, Burn's previous Jacobitism passed towards the opposite, but not very distant, extreme of Jacobinism. J. C. Shairp.",
      "jaconet" : "A thin cotton fabric, between and muslin, used for dresses, neckcloths, etc. [Written also jacconet.]",
      "jacobean" : "Of or pertaining to a style of architecture and decoration in the time of James the First, of England. \"A Jacobean table.\" C. L. Eastlake.",
      "jabberment" : "Jabber. [R.] Milton.",
      "jesting" : "Sportive; not serious; fit for jests. He will find that these are no jesting matters. Macaulay .\n\nThe act or practice of making jests; joking; pleasantry. Eph. v. 4.",
      "jole" : "Same as Jowl. Shak.",
      "jasperated" : "mixed with jasper; containing particles of jasper; as, jasperated agate.",
      "joyful" : "Full of joy; having or causing joy; very glad; as, a joyful heart. \"Joyful tidings.\" Shak. My soul shall be joyful in my God. Is. lxi. 10. Sad for their loss, but joyful of our life. Pope. -- Joy\"ful*ly, adv. -- Joy\"ful*ness, n.",
      "jaspachate" : "Agate jasper. [Obs.]",
      "jell" : "To jelly. [Colloq.]",
      "journeyer" : "One who journeys.",
      "joculatory" : "Droll; sportive. [Obs.] Cockeram.",
      "jinrikisha" : "A small, two-wheeled, hooded vehicle drawn by one more men. [Japan]",
      "justico" : "Formerly, a close coat or waistcoat with sleeves.",
      "jingler" : "One who, or that which, jingles.",
      "jargonelle" : "A variety of pear which ripens early.",
      "juniperin" : "A yellow amorphous substance extracted from juniper berries.",
      "jeterus" : "A yellowness of the parts of plants which are normally green; yellows.",
      "jabot" : "1. Originally, a kind of ruffle worn by men on the bosom of the shirt. 2. An arrangement of lace or tulle, looped ornamentally, and worn by women on the front of the dress.",
      "jaggy" : "Having jags; set with teeth; notched; uneven; as, jaggy teeth. Addison.",
      "jumble" : "To mix in a confused mass; to put or throw together without order; -- often followed by together or up. Why dost thou blend and jumble such inconsistencies together Burton. Every clime and age Jumbled together. Tennyson.\n\nTo meet or unite in a confused way; to mix confusedly. Swift.\n\n1. A confused mixture; a mass or collection without order; as, a jumble of words. 2. A small, thin, sugared cake, usually ring-shaped.",
      "jacobinize" : "To taint with, or convert to, Jacobinism. France was not then jacobinized. Burke.",
      "judicious" : "Of or relating to a court; judicial. [Obs.] His last offenses to us Shall have judicious hearing. Shak. 2. Directed or governed by sound judgment; having sound judgment; wise; prudent; sagacious; discreet. He is noble, wise, judicious, and best knows The fits o' the season. Shak. Syn. -- Prudent; discreet; rational; wise; skillful; discerning; sagacious; well-advised.",
      "jamaicine" : "An alkaloid said to be contained in the bark of Geoffroya inermis, a leguminous tree growing in Jamaica and Surinam; -- called also jamacina. Watts.",
      "jehovist" : "1. One who maintains that the vowel points of the word Jehovah, in Hebrew, are the proper vowels of that word; -- opposed to adonist. 2. The writer of the passages of the Old Testament, especially those of the Pentateuch, in which the Supreme Being is styled Jehovah. See Elohist. The characteristic manner of the Jehovist differs from that of his predecessor [the Elohist]. He is fuller and freer in his descriptions; more reflective in his assignment of motives and causes; more artificial in mode of narration. S. Davidson.\n\nThe author of the passages of the Old Testament, esp. those of the Hexateuch, in which God is styled Yahweh, or Jehovah; the author of the Yahwistic, or Jehovistic, Prophetic Document (J); also, the document itself.",
      "jemmy" : "Spruce. [Slang, Eng.] Smart.\n\n1. A short crowbar. See Jimmy. 2. A baked sheep's head. [Slang, Eng.] Dickens.",
      "jesuitic" : "1. Of or pertaining to the Jesuits, or to their principles and methods. 2. Designing; cunning; deceitful; crafty; -- an opprobrious use of the word. Dryden.",
      "judicially" : "In a judicial capacity or judicial manner. \"The Lords . . . sitting judicially.\" Macaulay.",
      "jugulum" : "The lower throat, or that part of the neck just above the breast.",
      "julaceous" : "Like an ament, or bearing aments; amentaceous.",
      "junketries" : "Sweetmeats. [Obs.]",
      "juwise" : "Same as Juise. Chaucer.",
      "juvenility" : "1. Youthfulness; adolescence. Glanvill. 2. The manners or character of youth; immaturity. Glanvill.",
      "jahwist" : "The author of the passages of the Old Testament, esp. those of the Hexateuch, in which God is styled Yahweh, or Jehovah; the author of the Yahwistic, or Jehovistic, Prophetic Document (J); also, the document itself.",
      "java" : "1. One of the islands of the Malay Archipelago belonging to the Netherlands. 2. Java coffee, a kind of coffee brought from Java. Java cat (Zoöl.), the musang. -- Java sparrow (Zoöl.), a species of finch (Padda oryzivora), native of Java, but very commonly kept as a cage bird; -- called also ricebird, and paddy bird. In the male the upper parts are glaucous gray, the head and tail black, the under parts delicate rose, and the cheeks white. The bill is large and red. A white variety is also kept as a cage bird.",
      "jacobin" : "1. (Eccl. Hist.)  A Dominican friar; -- so named because, before the French Revolution, that order had a convent in the Rue St. Jacques, Paris. 2. One of a society of violent agitators in France, during the revolution of 1789, who held secret meetings in the Jacobin convent in the Rue St. Jacques, Paris, and concerted measures to control the proceedings of the National Assembly. Hence: A plotter against an existing government; a turbulent demagogue. 3. (Zoöl.)  A fancy pigeon, in which the feathers of the neck form a hood, -- whence the name. The wings and tail are long, and the beak moderately short.\n\nSame as Jacobinic.",
      "juglandin" : "An extractive matter contained in the juice of the green shucks of the walnut (Juglans regia). It is used medicinally as an alterative, and also as a black hair dye.",
      "japan current" : "A branch of the equatorial current of the Pacific, washing the eastern coast of Formosa and thence flowing northeastward past Japan and merging into the easterly drift of the North Pacific; -- called also Kuro-Siwo, or Black Stream, in allusion to the deep blue of its water. It is similar in may ways to the Gulf Stream.",
      "jenny" : "1. A familiar or pet form of the proper name Jane. 2. (Zoöl.)  A familiar name of the European wren. Jenny ass (Zoöl.), a female ass.\n\nA machine for spinning a number of threads at once, -- used in factories.",
      "jeoparder" : "One who puts in jeopardy. [R.]",
      "jokingly" : "In a joking way; sportively.",
      "jambul" : "The Java plum; also, a drug obtained from its bark and seeds, used as a remedy for diabetes.",
      "jacky" : "(a) A landsman's nickname for a seaman, resented by the latter. (b) English gin. [Dial. Eng.]",
      "jackstraw" : "1. An effigy stuffed with straw; a scarecrow; hence, a man without property or influence. Milton. 2. One of a set of straws of strips of ivory, bone, wood, etc., for playing a child's game, the jackstraws being thrown confusedly together on a table, to be gathered up singly by a hooked instrument, without touching or disturbing the rest of the pile. See Spilikin.",
      "juice" : "The characteristic fluid of any vegetable or animal substance; the sap or part which can be expressed from fruit, etc.; the fluid part which separates from meat in cooking. An animal whose juices are unsound. Arbuthnot. The juice of July flowers. B. Jonson. The juice of Egypt's grape. Shak. Letters which Edward Digby wrote in lemon juice. Macaulay. Cold water draws the juice of meat. Mrs. Whitney.\n\nTo moisten; to wet. [Obs.] Fuller.",
      "jane" : "1. A coin of Genoa; any small coin. Chaucer. 2. A kind of twilled cotton cloth. See Jean.",
      "juke" : "To bend the neck; to bow or duck the head. [Written also jook and jouk.] The money merchant was so proud of his trust that he went juking and tossing of his head. L' Estrange.\n\nThe neck of a bird. [Prov. Eng.]\n\nTo perch on anything, as birds do. [Obs.] JUKES, THE Jukes, The  A pseudonym used to designate the descendants of two sisters, the \"Jukes\" sisters, whose husbands were sons of a backwoodsman of Dutch descent. They lived in the State of New York, and their history was investigated by R. L. Dugdale as an example of the inheritance of criminal and immoral tendencies, disease, and pauperism. Sixty per cent of those traced showed, degeneracy, and they are estimated to have cost society $1,308,000 in 75 years.",
      "julienne" : "A kind of soup containing thin slices or shreds of carrots, onions, etc.",
      "juliform" : "Having the shape or appearance of a julus or catkin.",
      "just" : "1. Conforming or conformable to rectitude or justice; not doing wrong to any; violating no right or obligation; upright; righteous; honest; true; -- said both of persons and things. \"O just but severe law!\" Shak. There is not a just man upon earth, that doeth good, and sinneth not. Eccl. vii. 20. Just balances, just weights, . . . shall ye have. Lev. xix. 36. How should man be just with God Job ix. 2. We know your grace to be a man. Just and upright. Shak. 2. Not transgressing the requirement of truth and propriety; conformed to the truth of things, to reason, or to a proper standard; exact; normal; reasonable; regular; due; as, a just statement; a just inference. Just of thy word, in every thought sincere. Pope. The prince is here at hand: pleaseth your lordship To meet his grace just distance 'tween our armies. Shak. He was a comely personage, a little above just stature. Bacon. Fire fitted with just materials casts a constant heat. Jer. Taylor. When all The war shall stand ranged in its just array. Addison. Their named alone would make a just volume. Burton. 3. Rendering or disposed to render to each one his due; equitable; fair; impartial; as, just judge. Men are commonly so just to virtue and goodness as to praise it in others, even when they do not practice it themselves. Tillotson. Just intonation. (Mus.) (a) The correct sounding of notes or intervals; true pitch. (b) The giving all chords and intervals in their purity or their exact mathematical ratio, or without temperament; a process in which the number of notes and intervals required in the various keys is much greater than the twelve to the octave used in systems of temperament. H. W. Poole. Syn. -- Equitable; upright; honest; true; fair; impartial; proper; exact; normal; orderly; regular.\n\n1. Precisely; exactly; -- in place, time, or degree; neither more nor less than is stated. And having just enough, not covet more. Dryden. The god Pan guided my hand just to the heart of the beast. Sir P. Sidney. To-night, at Herne's oak, just 'twixt twelve and one. Shak. 2. Closely; nearly; almost. Just at the point of death. Sir W. Temple. 3. Barely; merely; scarcely; only; by a very small space or time; as, he just missed the train; just too late. A soft Etesian gale But just inspired and gently swelled the sail. Dryden. Just now, the least possible time since; a moment ago.\n\nTo joust. Fairfax.\n\nA joust. Dryden.",
      "jollification" : "A merrymaking; noisy festivity. [Colloq.] We have had a jollification or so together. Sir W. Scott.",
      "jesu" : "Jesus. [Poetical] Jesu, give the weary Calm and sweet repose. S. Baring-Gould.",
      "jantily" : "See Jauntily.",
      "jermoonal" : "The Himalayan now partridge.",
      "jeffersonian simplicity" : "The absence of pomp or display which Jefferson aimed at in his administration as President (1801-1809), eschewing display or ceremony tending to distinguish the President from the people, as in going to the capital on horseback and with no escort, the abolition of court etiquette and the weekly levee, refusal to recognize titles of honor, etc.",
      "jerguer" : "See Jerquer.",
      "jesuitry" : "Jesuitism; subtle argument. [R.] Carlyle.",
      "jenkins" : "name of contempt for a flatterer of persons high in social or official life; as, the Jenkins employed by a newspaper. [Colloq. Eng. & U.S.] G. W. Curtis.",
      "jesus" : "The Savior; the name of the Son of God as announced by the angel to his parents; the personal name of Our Lord, in distinction from Christ, his official appellation. Luke i. 31. Thou shalt call his name Jesus; for he shall save his people from their sins. Matt. i. 21. Note: The form Jesu is often used, esp. in the vocative. Jesu, do thou my soul receive. Keble. The Society of Jesus. See Jesuit.",
      "jumbler" : "One who confuses things.",
      "jussi" : "A delicate fiber, produced in the Philippine Islands from an unidentified plant, of which dresses, etc., are made.",
      "justicehood" : "Justiceship. B. Jonson.",
      "justification" : "1. The act of justifying or the state of being justified; a showing or proving to be just or conformable to law, justice, right, or duty; defense; vindication; support; as, arguments in justification of the prisoner's conduct; his disobedience admits justification. I hope, for my brother's justification, he wrote this but as an essay or taste of my virtue. Shak. 2. (Law)  The showing in court of a sufficient lawful reason why a party charged or accused did that for which he is called to answer. 3. (Theol.)  The act of justifying, or the state of being justified, in respect to God's requirements. Who was delivered for our offenses, and was raised again for our justification. Rom. iv. 25. In such righteousness To them by faith imputed, they may find Justification toward God, and peace Of conscience. Milton. 4. (Print.)  Adjustment of type by spacing it so as to make it exactly fill a line, or of a cut so as to hold it in the right place; also, the leads, quads, etc., used for making such adjustment.",
      "jolliness" : "Jollity; noisy mirth. Chaucer.",
      "jahveh" : "A modern transliteration of the Hebrew word translated Jehovah in the Bible; -- used by some critics to discriminate the tribal god of the ancient Hebrews from the Christian Jehovah. Yahweh or Yahwe is the spelling now generally adopted by scholars.",
      "juwansa" : "The camel's thorn. See under Camel.",
      "jamadar" : "Same as Jemidar.",
      "jain" : "One of a numerous sect in British India, holding the tenets of Jainism.",
      "jequirity" : "The seed of the wild licorice (Abrus precatorius) used by the people of India for beads in rosaries and necklaces, as a standard weight, etc.; -- called also jumble bead.",
      "jabber" : "To talk rapidly, indistinctly, or unintelligibly; to utter gibberish or nonsense; to chatter. Swift.\n\nTo utter rapidly or indistinctly; to gabble; as, to jabber French. Addison.\n\nRapid or incoherent talk, with indistinct utterance; gibberish. Swift.\n\nOne who jabbers.",
      "jerking" : "The act of pulling, pushing, or throwing, with a jerk. -- Jerk\"ing*ly, adv.",
      "jovialist" : "One who lives a jovial life. Bp. Hall.",
      "jaeger" : "See Jager.",
      "jacobian" : "Of or pertaining to a style of architecture and decoration in the time of James the First, of England. \"A Jacobean table.\" C. L. Eastlake.",
      "jag" : "1. A notch; a cleft; a barb; a ragged or sharp protuberance; a denticulation. Arethuss arose . . . From rock and from jag. Shelley. Garments thus beset with long jags. Holland. 2. A part broken off; a fragment. Bp. Hacket. 3. (Bot.)  A cleft or division. Jag bolt, a bolt with a nicked or barbed shank which resists retraction, as when leaded into stone.\n\nTo cut into notches or teeth like those of a saw; to notch. [Written also jagg. Jagging iron, a wheel with a zigzag or jagged edge for cutting cakes or pastry into ornamental figures.\n\nA small load, as of hay or grain in the straw, or of ore. [Prov. Eng. & Colloq. U.S.] [Written also jagg.] Forby.\n\nTo carry, as a load; as, to jag hay, etc. [Prov. Eng. & Colloq. U.S.]",
      "jaggery" : "Raw palm sugar, made in the East Indies by evaporating the fresh juice of several kinds of palm trees, but specifically that of the palmyra (Borassus flabelliformis). [Written also jagghery.]",
      "jah" : "Jehovah. Ps. lxviii. 4.",
      "jasmine" : "A shrubby plant of the genus Jasminum, bearing flowers of a peculiarly fragrant odor. The J. officinale, common in the south of Europe, bears white flowers. The Arabian jasmine is J. Sambac, and, with J. angustifolia, comes from the East Indies. The yellow false jasmine in the Gelseminum sempervirens (see Gelsemium). Several other plants are called jasmine in the West Indies, as species of Calotropis and Faramea. [Written also jessamine.] Cape jasmine, or Cape jessamine, the Gardenia florida, a shrub with fragrant white flowers, a native of China, and hardy in the Southern United States.",
      "jagged" : "Having jags; having rough, sharp notches, protuberances, or teeth; cleft; laciniate; divided; as, jagged rocks. \" Jagged vine leaves' shade.\" Trench. -- Jag\"ged*ly, adv. -- Jag\"ged*ness, n.",
      "jibber" : "A horse that jibs. [Eng.]",
      "jo" : "A sweetheart; a darling. [Scot.] Burns.",
      "jamestown weed" : "The poisonous thorn apple or stramonium (Datura stramonium), a rank weed early noticed at Jamestown, Virginia. See Datura. Note: This name is often corrupted into jimson, jimpson, and gympsum.",
      "jantiness" : "See Jauntiness.",
      "jarring" : "Shaking; disturbing; discordant. \"A jarring sound.\" Dryden.\n\n1. A shaking; a tremulous motion; as, the jarring of a steamship, caused by its engines. 2. Discord; a clashing of interests. \"Endless jarrings and immortal hate.\" Dryden.",
      "jasperize" : "To convert into, or make to resemble, jasper. Polished specimens of jasperized and agatized woods. Pop. Sci. Monthly.",
      "jeering" : "Mocking; scoffing. -- n.  A mocking utterance. -- Jeer\"ing*ly, adv.",
      "jew" : "Originally, one belonging to the tribe or kingdom of Judah; after the return from the Babylonish captivity, any member of the new state; a Hebrew; an Israelite. Jew's frankincense, gum styrax, or benzoin. -- Jew's mallow (Bot.), an annual herb (Corchorus olitorius) cultivated in Syria and Egypt as a pot herb, and in India for its fiber. -- Jew's pitch, asphaltum; bitumen. -- The Wandering Jew, an imaginary personage, who, for his cruelty to the Savior during his passion, is doomed to wander on the earth till Christ's second coming.",
      "jocantry" : "The act or practice of jesting. [Obs.]",
      "jerfalcon" : "The gyrfalcon.",
      "japhethite" : "A Japhetite. Kitto.",
      "jointress" : "A woman who has a jointure. [Written also jointuress.] Blackstone.",
      "jonesian" : "Of or pertaining to Jones. The Jonesian system, a system of transliterating Oriental words by English letters, invented by Sir William Jones.",
      "joulemeter" : "An integrating wattmeter for measuring the energy in joules expended in an electric circuit or developed by a machine. JOULE'S CYCLE Joule's cycle. (Thermodynamics)  The cycle for the air engine proposed by Joule. In it air is taken by a pump from a cold chamber and compressed adiabatically until its pressure is eqal to that of the air in a hot chamber, into which it is then delivered, thereby displacing an equal amount of hot air into the engine cylinder. Here it expands adiabatically to the temperature of the cold chamber into which it is finally exhausted. This cycle, reversed, is used in refrigerating machines. JOULE'S LAW Joule's law. 1. (Elec.)  The law that the rate at which heat is produced in any part of an electric circuit is measured by the product of the square of the current into the resistance of that part of the circuit. If the current (i) is constant for an interval of time (t), the energy (H) in heat units equals i2Rt, R being resistance. 2. (Thermodynamics) The law that there is no change of temperature when a gas expands without doing external work and without receiving or rejecting heat.",
      "jubilantly" : "In a jubilant manner.",
      "judaic" : "Of or pertaining to the Jews. \"The natural or Judaical [religion].\" South.",
      "judas-colored" : "Red; -- from a tradition that Judas Iscariot had red hair and beard. There's treachery in that Judas-colored beard. Dryden.",
      "juggler" : "1. One who practices or exhibits tricks by sleight of hand; one skilled in legerdemain; a conjurer. As nimble jugglers that deceive the eye. Shak. Jugglers and impostors do daily delude them. Sir T. Browne. 2. A deceiver; a cheat. Shak.",
      "jounce" : "To jolt; to shake, especially by rough riding or by driving over obstructions.\n\nA jolt; a shake; a hard trot.",
      "jugulate" : "To cut the throat of. [R.] Jacob Bigelow.",
      "jamaican" : "Of or pertaining to Jamaica. -- n.  A native or inhabitant of Jamaica.",
      "jagannatha" : "A particular form of Vishnu, or of Krishna, whose chief idol and worship are at Puri, in Orissa. The idol is considered to contain the bones of Krishna and to possess a soul. The principal festivals are the Snanayatra, when the idol is bathed, and the Rathayatra, when the image is drawn upon a car adorned with obscene paintings. Formerly it was erroneously supposed that devotees allowed themselves to be crushed beneath the wheels of this car. It is now known that any death within the temple of Jagannath is considered to render the place unclean, and any spilling of blood in the presence of the idol is a pollution.",
      "jovially" : "In a jovial manner; merrily; gayly. B. Jonson.",
      "jujitsu" : "The Japanese art of self-defense without weapons, now widely used as a system of physical training. It depends for its efficiency largely upon the principle of making use of an opponent's strength and weight to disable or injure him, and by applying pressure so that his opposing movement will throw him out of balance, dislocate or break a joint, etc.  It opposes knowledge and skill to brute strength, and demands an extensive practical knowledge of human anatomy.",
      "jumblingly" : "In a confused manner.",
      "jump spark" : "A spark produced by the jumping of electricity across a permanent gap.",
      "jobation" : "A scolding; a hand, tedious reproof. [Law] Grose.",
      "jacketing" : "The material of a jacket; as, nonconducting jacketing.",
      "jungermannia" : "A genus of hepatic mosses, now much circumscribed, but formerly comprising most plants of the order, which is sometimes therefore called Jungermanniaceæ.",
      "junold" : "See Gimmal.",
      "justinian" : "Of or pertaining to the Institutes or laws of the Roman Justinian.",
      "joint" : "1. The place or part where two things or parts are joined or united; the union of two or more smooth or even surfaces admitting of a close-fitting or junction; junction as, a joint between two pieces of timber; a joint in a pipe. 2. A joining of two things or parts so as to admit of motion; an articulation, whether movable or not; a hinge; as, the knee joint; a node or joint of a stem; a ball and socket joint. See Articulation. A scaly gauntlet now, with joints of steel, Must glove this hand. Shak. To tear thee joint by joint. Milton. 3. The part or space included between two joints, knots, nodes, or articulations; as, a joint of cane or of a grass stem; a joint of the leg. 4. Any one of the large pieces of meat, as cut into portions by the butcher for roasting. 5. (Geol.)  A plane of fracture, or divisional plane, of a rock transverse to the stratification. 6. (Arch.)  The space between the adjacent surfaces of two bodies joined and held together, as by means of cement, mortar, etc.; as, a thin joint. 7. The means whereby the meeting surfaces of pieces in a structure are secured together. Coursing joint (Masonry), the mortar joint between two courses of bricks or stones. -- Fish joint, Miter joint, Universal joint, etc. See under Fish, Miter, etc. -- Joint bolt, a bolt for fastening two pieces, as of wood, one endwise to the other, having a nut embedded in one of the pieces. -- Joint chair (Railroad), the chair that supports the ends of abutting rails. -- Joint coupling, a universal joint for coupling shafting. See under Universal. -- Joint hinge, a hinge having long leaves; a strap hinge. -- Joint splice, a reënforce at a joint, to sustain the parts in their true relation. -- Joint stool. (a) A stool consisting of jointed parts; a folding stool. Shak. (b) A block for supporting the end of a piece at a joint; a joint chair. -- Out of joint, out of place; dislocated, as when the head of a bone slips from its socket; hence, not working well together; disordered. \"The time is out of joint.\" Shak.\n\n1. Joined; united; combined; concerted; as joint action. 2. Involving the united activity of two or more; done or produced by two or more working together. I read this joint effusion twice over. T. Hook. 3. United, joined, or sharing with another or with others; not solitary in interest or action; holding in common with an associate, or with associates; acting together; as, joint heir; joint creditor; joint debtor, etc. \"Joint tenants of the world.\" Donne. 4. Shared by, or affecting two or more; held in common; as, joint property; a joint bond. A joint burden laid upon us all. Shak. Joint committee (Parliamentary Practice), a committee composed of members of the two houses of a legislative body, for the appointment of which concurrent resolutions of the two houses are necessary. Cushing. -- Joint meeting, or Joint session, the meeting or session of two distinct bodies as one; as, a joint meeting of committees representing different corporations; a joint session of both branches of a State legislature to chose a United States senator. \"Such joint meeting shall not be dissolved until the electoral votes are all counted and the result declared.\" Joint Rules of Congress, U. S. -- Joint resolution (Parliamentary Practice), a resolution adopted concurrently by the two branches of a legislative body. \"By the constitution of the United States and the rules of the two houses, no absolute distinction is made between bills and joint resolutions.\" Barclay (Digest). -- Joint rule (Parliamentary Practice), a rule of proceeding adopted by the concurrent action of both branches of a legislative assembly. \"Resolved, by the House of Representatives (the Senate concurring), that the sixteenth and seventeenth joint rules be suspended for the remainder of the session.\" Journal H. of R., U. S. -- Joint and several (Law), a phrase signifying that the debt, credit, obligation, etc., to which it is applied is held in such a way that the parties in interest are engaged both together and individually thus a joint and several debt is one for which all the debtors may be sued together or either of them individually. -- Joint stock, stock held in company. -- Joint-stock company (Law), a species of partnership, consisting generally of a large number of members, having a capital divided, or agreed to be divided, into shares, the shares owned by any member being usually transferable without the consent of the rest. -- Joint tenancy (Law), a tenure by two or more persons of estate by unity of interest, title, time, and possession, under which the survivor takes the whole. Blackstone. -- Joint tenant (Law), one who holds an estate by joint tenancy.\n\n1. To unite by a joint or joints; to fit together; to prepare so as to fit together; as, to joint boards. Pierced through the yielding planks of jointed wood. Pope. 2. To join; to connect; to unite; to combine. Jointing their force 'gainst Cæsar. Shak. 3. To provide with a joint or joints; to articulate. The fingers are jointed together for motion. Ray. 4. To separate the joints; of; to divide at the joint or joints; to disjoint; to cut up into joints, as meat. \"He joints the neck. Dryden. Quartering, jointing, seething, and roasting. Holland.\n\nTo fit as if by joints; to coalesce as joints do; as, the stones joint, neatly.",
      "jail" : "A kind of prison; a building for the confinement of persons held in lawful custody, especially for minor offenses or with reference to some future judicial proceeding. [Written also gaol.] This jail I count the house of liberty. Milton. Jail bird, a prisoner; one who has been confined in prison. [Slang] - - Jail delivery, the release of prisoners from jail, either legally or by violence. -- Jail delivery commission. See under Gaol. -- Jail fever (Med.), typhus fever, or a disease resembling it, generated in jails and other places crowded with people; -- called also hospital fever, and ship fever. -- Jail liberties, or Jail limits, a space or district around a jail within which an imprisoned debtor was, on certain conditions, allowed to go at large. Abbott. -- Jail lock, a peculiar form of padlock; -- called also Scandinavian lock.\n\nTo imprison. [R.] T. Adams (1614). [Bolts] that jail you from free life. Tennyson.",
      "jealousy" : "The quality of being jealous; earnest concern or solicitude; painful apprehension of rivalship in cases nearly affecting one's happiness; painful suspicion of the faithfulness of husband, wife, or lover. I was jealous for jealousy. Zech. viii. 2. Jealousy is the . . . apprehension of superiority. Shenstone. Whoever had qualities to alarm our jealousy, had excellence to deserve our fondness. Rambler.",
      "jeopardy" : "Exposure to death, loss, or injury; hazard; danger. There came down a storm of wind on the lake; and they were filled with water, and were in jeopardy. Luke viii. 23. Look to thyself, thou art in jeopardy. Shak. Syn. -- Danger; peril; hazard; risk. See Danger.\n\nTo jeopardize. [R.] Thackeray.",
      "jewish" : "Of or pertaining to the Jews or Hebrews; characteristic of or resembling the Jews or their customs; Israelitish. -- Jew\"ish*ly, adv. -- Jew\"ish*ness, n.",
      "jingal" : "A small portable piece of ordnance, mounted on a swivel. [Written also gingal and jingall.] [India]",
      "joss" : "A Chinese household divinity; a Chinese idol. \"Critic in jars and josses.\" Colman (1761). Joss house, a Chinese temple or house for the Chinese mode of worship. -- Joss stick, a reed covered with a paste made of the dust of odoriferous woods, or a cylinder made wholly of the paste; -- burned by the Chinese before an idol.",
      "jawing" : "Scolding; clamorous or abusive talk. [Slang] H. Kingsley.",
      "jagua palm" : "A great Brazilian palm (Maximiliana regia), having immense spathes which are used for baskets and tubs.",
      "jalapic" : "Of or pertaining to jalap.",
      "journeyman" : "Formerly, a man hired to work by the day; now, commonly, one who has mastered a handicraft or trade; -- distinguished from apprentice and from master workman. I have thought some of nature's journeymen had made men, and not made them well. Shak.",
      "juneating" : "A kind of early apple. [Written also jenneting.]",
      "judahite" : "One of the tribe of Judah; a member of the kingdom of Judah; a Jew. Kitto.",
      "jupati palm" : "A great Brazilian palm tree (Raphia tædigera), used by the natives for many purposes.",
      "jaw-fall" : "Depression of the jaw; hence, depression of spirits. M. Griffith (1660).",
      "jar-owl" : "The goatsucker.",
      "joist" : "A piece of timber laid horizontally, or nearly so, to which the planks of the floor, or the laths or furring strips of a ceiling, are nailed; -- called, according to its position or use, binding joist, bridging joist, ceiling joist, trimming joist, etc. See Illust. of Double-framed floor, under Double, a.\n\nTo fit or furnish with joists. Johnson.",
      "jacana" : "Any of several wading birds belonging to the genus Jacana and several allied genera, all of which have spurs on the wings. They are able to run about over floating water weeds by means of their very long, spreading toes. Called also surgeon bird. Note: The most common South American species is Jacana spinosa. The East Indian or pheasant jacana (Hydrophasianus chirurgus) is remarkable for having four very long, curved, middle tail feathers.",
      "jesuitess" : "One of an order of nuns established on the principles of the Jesuits, but suppressed by Pope Urban in 1633.",
      "jowler" : "A dog with large jowls, as the beagle.",
      "jill" : "A young woman; a sweetheart. See Gill. Beau. & Fl.",
      "juge" : "A judge. [Obs.] Chaucer.",
      "jairou" : "The ahu or Asiatic gazelle.",
      "juniper" : "Any evergreen shrub or tree, of the genus Juniperus and order Coniferæ. Note: The common juniper (J. communis) is a shrub of a low, spreading form, having awl-shaped, rigid leaves in whorls of threes, and bearing small purplish blue berries (or galbuli), of a warm, pungent taste, used as diuretic and in flavoring gin. A resin exudes from the bark, which has erroneously been considered identical with sandarach, and is used as pounce. The oil of juniper is acrid, and used for various purposes, as in medicine, for making varnish, etc. The wood of several species is of a reddish color, hard and durable, and is used in cabinetwork under the names of red cedar, Bermuda cedar, etc. Juniper worm (Zoöl.), the larva of a geometrid moth (Drepanodes varus). It feeds upon the leaves of the juniper, and mimics the small twigs both in form and color, in a remarkable manner.",
      "jurel" : "A yellow carangoid fish of the Atlantic and Gulf coasts (Caranx chrysos), most abundant southward, where it is valued as a food fish; -- called also hardtail, horse crevallé, jack, buffalo jack, skipjack, yellow mackerel, and sometimes, improperly, horse mackerel. Other species of Caranx (as C. fallax) are also sometimes called jurel.",
      "juridic" : "Pertaining to a judge or to jurisprudence; acting in the distribution of justice; used in courts of law; according to law; legal; as, juridical law. \"This juridical sword.\" Milton. The body corporate of the kingdom, in juridical construction, never dies. Burke. Juridical days, days on which courts are open.",
      "jards" : "A callous tumor on the leg of a horse, below the hock.",
      "jinglingly" : "So as to jingle. Lowell.",
      "jurdon" : "Jordan. [Obs.] Chaucer.",
      "jacconet" : "See Jaconet.",
      "jerquer" : "A customhouse officer who searches ships for unentered goods. [Eng.] [Written also jerguer.]",
      "joso" : "A small gudgeon.",
      "juxtaposit" : "To place in close connection or contiguity; to juxtapose. Derham.",
      "jetteau" : "See Jet d'eau. [R.] Addison.",
      "jointureless" : "Having no jointure.",
      "judean" : "Of or pertaining to Judea. -- n.  A native of Judea; a Jew.",
      "jamb" : "1. (Arch)  The vertical side of any opening, as a door or fireplace; hence, less properly, any narrow vertical surface of wall, as the of a chimney-breast or of a pier, as distinguished from its face. Gwilt. 2. (Mining)  Any thick mass of rock which prevents miners from following the lode or vein.\n\nSee Jam, v. t.",
      "jejunal" : "Pertaining to the jejunum.",
      "jerboa" : "Any small jumping rodent of the genus Dipus, esp. D. Ægyptius, which is common in Egypt and the adjacent countries. The jerboas have very long hind legs and a long tail. [Written also gerboa.] Note: The name is also applied to other small jumping rodents, as the Pedetes Caffer, of the Cape of Good Hope. Jerboa kangaroo (Zoöl.), small Australian kangaroo (Bettongia penicillata), about the size of a common hare.",
      "javel" : "A vagabond. [Obs.] Spenser.",
      "jerky" : "Moving by jerks and starts; characterized by abrupt transitions; as, a jerky vehicle; a jerky style.",
      "japery" : "Jesting; buffoonery. [Obs.] Chaucer.",
      "jetton" : "A metal counter used in playing cards.",
      "jacket" : "1. A short upper garment, extending downward to the hips; a short coat without skirts. 2. An outer covering for anything, esp. a covering of some nonconducting material such as wood or felt, used to prevent radiation of heat, as from a steam boiler, cylinder, pipe, etc. 3. (Mil.)  In ordnance, a strengthening band surrounding and reënforcing the tube in which the charge is fired. 4. A garment resembling a waistcoat lined with cork, to serve as a life preserver; -- called also cork jacket. Blue jacket. (Naut.) See under Blue. -- Steam jacket, a space filled with steam between an inner and an outer cylinder, or between a casing and a receptacle, as a kettle. -- To dust one's jacket, to give one a beating. [Colloq.]\n\n1. To put a jacket on; to furnish, as a boiler, with a jacket. 2. To thrash; to beat. [Low]",
      "jeel" : "A morass; a shallow lake. [Written also jhil.] [India] Whitworth.",
      "jeg" : "See Jig, 6.",
      "jacksmith" : "A smith who makes jacks. See 2d Jack, 4, c. Dryden.",
      "jenite" : "See Yenite.",
      "jacaranda" : "(a) The native Brazilian name for certain leguminous trees, which produce the beautiful woods called king wood, tiger wood, and violet wood. (b) A genus of bignoniaceous Brazilian trees with showy trumpet- shaped flowers.",
      "janitress" : "A female janitor.",
      "jealousness" : "State or quality of being jealous.",
      "jailer" : "The keeper of a jail or prison. [Written also jailor, gaoler.]",
      "jeunesse doree" : "Lit., gilded youth; young people of wealth and fashion, esp. if given to prodigal living; -- in the French Revolution, applied to young men of the upper classes who aided in suppressing the Jacobins after the Reign of Terror.",
      "jigger" : "A species of flea (Sarcopsylla, or Pulex, penetrans), which burrows beneath the skin. See Chigoe.\n\n1. One who, or that which, jigs; specifically, a miner who sorts or cleans ore by the process of jigging; also, the sieve used in jigging. 2. (Pottery) (a) A horizontal table carrying a revolving mold, on which earthen vessels are shaped by rapid motion; a potter's wheel. (b) A templet or tool by which vessels are shaped on a potter's wheel. 3. (Naut.) (a) A light tackle, consisting of a double and single block and the fall, used for various purposes, as to increase the purchase on a topsail sheet in hauling it home; the watch tackle. Totten. (b) A small fishing vessel, rigged like a yawl. [New Eng.] (c) A supplementary sail. See Dandy, n., 2 (b). 4. A pendulum rolling machine for slicking or graining leather; same as Jack, 4 (i). Jigger mast. (Naut.) (a) The after mast of a four- masted vessel. (b) The small mast set at the stern of a yawlrigged boat.",
      "jorum" : "A large drinking vessel; also, its contents. [Colloq. Eng.] Forby.",
      "journey-bated" : "Worn out with journeying. [Obs.] Shak.",
      "juicy" : "A bounding with juice; succulent. Bacon.",
      "juniperite" : "One of the fossil Coniferæ, evidently allied to the juniper.",
      "jutty" : "A projection in a building; also, a pier or mole; a jetty. Shak.\n\nTo project beyond. [Obs.] Shak.",
      "jointworm" : "The larva of a small, hymenopterous fly (Eurytoma hordei), which is found in gall-like swellings on the stalks of wheat, usually at or just above the first joint. In some parts of America it does great damage to the crop.",
      "jacob" : "A Hebrew patriarch (son of Isaac, and ancestor of the Jews), who in a vision saw a ladder reaching up to heaven (Gen. xxviii. 12); -- also called Israel. And Jacob said . . . with my staff I passed over this Jordan, and now I am become two bands. Gen. xxxii. 9, 10. Thy name shall be called no more Jacob, but Israel. Gen. xxxii. 28. Jacob's ladder. (a) (Bot.) A perennial herb of the genus Polemonium (P. coeruleum), having corymbs of drooping flowers, usually blue. Gray. (b) (Naut.) A rope ladder, with wooden steps, for going aloft. R. H. Dana, Jr. (c) (Naut.) A succession of short cracks in a defective spar. -- Jacob's membrane. See Retina. -- Jacob's staff. (a) A name given to many forms of staff or weapon, especially in the Middle Ages; a pilgrim's staff. [Obs.] Spenser. (b) (Surveying) See under Staff.",
      "joe miller" : "A jest book; a stale jest; a worn-out joke. [Colloq.] It is an old Joe Miller in whist circles, that there are only two reasons that can justify you in not returning trumps to your partner's lead; i. e., first, sudden illness; secondly, having none. Pole.",
      "jaculatory" : "Darting or throwing out suddenly; also, suddenly thrown out; uttered in short sentences; ejaculatory; as, jaculatory prayers. Smart.",
      "journey" : "1. The travel or work of a day. [Obs.] Chaucer. We have yet large day, for scarce the sun Hath finished half his journey. Milton. 2. Travel or passage from one place to another; hence, figuratively, a passage through life. The good man . . . is gone a long journey. Prov. vii. 19. We must all have the same journey's end. Bp. Stillingfleet. Syn. -- Tour; excursion; trip; expedition; pilgrimage. -- Journey, Tour, Excursion, Pilgrimage. The word journey suggests the idea of a somewhat prolonged traveling for a specific object, leading a person to pass directly from one point to another. In a tour, we take a roundabout course from place to place, more commonly for pleasure, though sometimes on business. An excursion is usually a brief tour or trip for pleasure, health, etc. In a pilgrimage we travel to a place hallowed by our religions affections, or by some train of sacred or tender associations. A journey on important business; the tour of Europe; an excursion to the lakes; a pilgrimage to the Holy Land.\n\nTo travel from place to place; to go from home to a distance. Abram journeyed, going on still toward the south. Gen. xii. 9.\n\nTo traverse; to travel over or through. [R.] \"I journeyed many a land.\" Sir W. Scott.",
      "jubilee" : "1. (Jewish Hist.)  Every fiftieth year, being the year following the completion of each seventh sabbath of years, at which time all the slaves of Hebrew blood were liberated, and all lands which had been alienated during the whole period reverted to their former owners. [In this sense spelled also, in some English Bibles, jubile.] Lev. xxv. 8-17. 2. The joyful commemoration held on the fiftieth anniversary of any event; as, the jubilee of Queen Victoria's reign; the jubilee of the American Board of Missions. 3. (R. C. Ch.)  A church solemnity or ceremony celebrated at Rome, at stated intervals, originally of one hundred years, but latterly of twenty- five; a plenary and extraordinary indulgence grated by the sovereign pontiff to the universal church. One invariable condition of granting this indulgence is the confession of sins and receiving of the eucharist. 4. A season of general joy. The town was all a jubilee of feasts. Dryden. 5. A state of joy or exultation. [R.] \"In the jubilee of his spirits.\" Sir W. Scott.",
      "jayhawker" : "A name given to a free-booting, unenlisted, armed man or guerrilla. Note: [A term of opprobrium used in the war of 1861-65, U. S.]",
      "jane-of-apes" : "A silly, pert girl; -- corresponding to jackanapes. Massinger.",
      "janitor" : "A door-keeper; a porter; one who has the care of a public building, or a building occupied for offices, suites of rooms, etc.",
      "jeremiade" : "A tale of sorrow, disappointment, or complaint; a doleful story; a dolorous tirade; -- generally used satirically. He has prolonged his complaint into an endless jeremiad. Lamb.",
      "jocundity" : "The state or quality of being jocund; gayety; sportiveness.",
      "juglans" : "A genus of valuable trees, including the true walnut of Europe, and the America black walnut, and butternut.",
      "jugated" : "Coupled together.",
      "juristic" : "Of or pertaining to a jurist, to the legal profession, or to jurisprudence. [R.] \"Juristic ancestry.\" Lowell.",
      "juror" : "1. (Law)  A member of a jury; a juryman. I shall both find your lordship judge and juror. Shak. 2. A member of any jury for awarding prizes, etc.",
      "journalistic" : "Pertaining to journals or to journalists; contained in, or characteristic of, the public journals; as journalistic literature or enterprise.",
      "jovialness" : "Noisy mirth; joviality. Hewyt.",
      "juvia" : "A Brazilian name for the lofty myrtaceous tree (Bertholetia excelsa) which produces the large seeds known as Brazil nuts.",
      "jippo" : "A waistcoat or kind of stays for women.",
      "jaspoid" : "Resembling jasper. [R.]",
      "jutlander" : "A native or inhabitant of Jutland in Denmark.",
      "javanese" : "Of or pertaining to Java, or to the people of Java. -- n. sing. & pl.  A native or natives of Java.",
      "javelin" : "A sort of light spear, to be thrown or cast by thew hand; anciently, a weapon of war used by horsemen and foot soldiers; now used chiefly in hunting the wild boar and other fierce game. Flies the javelin swifter to its mark, Launched by the vigor of a Roman arm Addison.\n\nTo pierce with a javelin. [R.] Tennyson.",
      "jovialty" : "Joviality. [R.] Barrow.",
      "jubbeh" : "A long outer garment worn by both sexes of Mohammedans of the better class.",
      "jahvistic" : "See Jehovist, Jehovistic.",
      "jambooree" : "A noisy or unrestrained carousal or frolic; a spree. [Slang] Kipling. A Calcutta-made pony cart had been standing in front of the manager's bungalow when Raja Singh started on his jamboree. W. A. Fraser.",
      "jubilant" : "Uttering songs of triumph; shouting with joy; triumphant; exulting. \"The jubilant age.\" Coleridge. While the bright pomp ascended jubilant. Milton.",
      "jugglery" : "1. The art or act of a juggler; sleight of hand. 2. Trickery; imposture; as, political jugglery.",
      "jimp" : "Neat; handsome; elegant. See Gimp.",
      "jakwood" : "See Jackwood.",
      "juneberry" : "(a) The small applelike berry of American trees of genus Amelanchier; -- also called service berry. (b) The shrub or tree which bears this fruit; -- also called shad bush, and had tree.",
      "journal" : "Daily; diurnal. [Obs.] Whiles from their journal labors they did rest. Spenser.\n\n1. A diary; an account of daily transactions and events. Specifically: (a) (Bookkeeping) A book of accounts, in which is entered a condensed and grouped statement of the daily transactions. (b) (Naut.) A daily register of the ship's course and distance, the winds, weather, incidents of the voyage, etc. (c) (Legislature) The record of daily proceedings, kept by the clerk. (d) A newspaper published daily; by extension, a weekly newspaper or any periodical publication, giving an account of passing events, the proceedings and memoirs of societies, etc. ; a periodical; a magazine. 2. That which has occurred in a day; a day's work or travel; a day's journey. [Obs. & R.] B. Jonson. 3. (Mach.)  That portion of a rotating piece, as a shaft, axle, spindle, etc., which turns in a bearing or box. See Illust. of Axle box. Journal box, or Journal bearing (Mach.) the carrier of a journal; the box in which the journal of a shaft, axle, or pin turns.",
      "jawbone" : "The bone of either jaw; a maxilla or a mandible.",
      "judaizers" : "See Raskolnik.",
      "jaborandi" : "The native name of a South American rutaceous shrub (Pilocarpus pennatifolius). The leaves are used in medicine as an diaphoretic and sialogogue.",
      "jehu" : "A coachman; a driver; especially, one who drives furiously. [Colloq.]",
      "judgment" : "1. The act of judging; the operation of the mind, involving comparison and discrimination, by which a knowledge of the values and relations of thins, whether of moral qualities, intellectual concepts, logical propositions, or material facts, is obtained; as, by careful judgment he avoided the peril; by a series of wrong judgments he forfeited confidence. I oughte deme, of skilful jugement, That in the salte sea my wife is deed. Chaucer. 2. The power or faculty of performing such operations (see 1); esp., when unqualified, the faculty of judging or deciding rightly, justly, or wisely; good sense; as, a man of judgment; a politician without judgment. He shall judge thy people with righteousness and thy poor with judgment. Ps. lxxii. 2. Hernia. I would my father look'd but with my eyes. Theseus. Rather your eyes must with his judgment look. Shak. 3. The conclusion or result of judging; an opinion; a decision. She in my judgment was as fair as you. Shak. Who first his judgment asked, and then a place. Pope. 4. The act of determining, as in courts of law, what is conformable to law and justice; also, the determination, decision, or sentence of a court, or of a judge; the mandate or sentence of God as the judge of all. In judgments between rich and poor, consider not what the poor man needs, but what is his own. Jer. Taylor. Most heartily I do beseech the court To give the judgment. Shak. 5. (Philos.) (a) That act of the mind by which two notions or ideas which are apprehended as distinct are compared for the purpose of ascertaining their agreement or disagreement. See 1. The comparison may be threefold: (1) Of individual objects forming a concept. (2) Of concepts giving what is technically called a judgment. (3) Of two judgments giving an inference. Judgments have been further classed as analytic, synthetic, and identical. (b) That power or faculty by which knowledge dependent upon comparison and discrimination is acquired. See 2. A judgment is the mental act by which one thing is affirmed or denied of another. Sir W. Hamilton. The power by which we are enabled to perceive what is true or false, probable or improbable, is called by logicians the faculty of judgment. Stewart. 6. A calamity regarded as sent by God, by way of recompense for wrong committed; a providential punishment. \"Judgments are prepared for scorners.\" Prov. xix. 29. \"This judgment of the heavens that makes us tremble.\" Shak. 7. (Theol.)  The final award; the last sentence. Note: Judgment, abridgment, acknowledgment, and lodgment are in England sometimes written, judgement, abridgement, acknowledgement, and lodgement. Note: Judgment is used adjectively in many self-explaining combinations; as, judgment hour; judgment throne. Judgment day (Theol.), the last day, or period when final judgment will be pronounced on the subjects of God's moral government. -- Judgment debt (Law), a debt secured to the creditor by a judge's order. -- Judgment hall, a hall where courts are held. -- Judgment seat, the seat or bench on which judges sit in court; hence, a court; a tribunal. \"We shall all stand before the judgment seat of Christ.\" Rom. xiv. 10. -- Judgment summons (Law), a proceeding by a judgment creditor against a judgment debtor upon an unsatisfied judgment. Arrest of judgment. (Law) See under Arrest, n. -- Judgment of God, a term formerly applied to extraordinary trials of secret crimes, as by arms and single combat, by ordeal, etc.; it being imagined that God would work miracles to vindicate innocence. See under Ordeal. Syn. -- Discernment; decision; determination; award; estimate; criticism; taste; discrimination; penetration; sagacity; intelligence; understanding. See Taste.",
      "juiciness" : "The state or quality of being juicy; succulence plants.",
      "jocosity" : "A jocose act or saying; jocoseness. Sir T. Browne.",
      "jaguar" : "A large and powerful feline animal (Felis onca), ranging from Texas and Mexico to Patagonia. It is usually brownish yellow, with large, dark, somewhat angular rings, each generally inclosing one or two dark spots. It is chiefly arboreal in its habits. Called also the American tiger.",
      "jibb" : "To shift, or swing round, as a sail, boom, yard, etc., as in tacking.",
      "janus-faced" : "Double-faced; deceitful. Janus-faced lock, one having duplicate faces so as to go upon a right or a left hand door, the key entering on either side indifferently. Knight.",
      "jeronymite" : "One belonging of the mediæval religious orders called Hermits of St. Jerome. [Written also Hieronymite.]",
      "jupiter" : "1. (Rom. Myth.)  The supreme deity, king of gods and men, and reputed to be the son of Saturn and Rhea; Jove. He corresponds to the Greek Zeus. 2. (Astron.)  One of the planets, being the brightest except Venus, and the largest of them all, its mean diameter being about 85,000 miles. It revolves about the sun in 4,332.6 days, at a mean distance of 5.2028 from the sun, the earth's mean distance being taken as unity. Jupiter's beard. (Bot.) (a) A South European herb, with cymes of small red blossoms (Centranthus ruber). (b) The houseleek (Sempervivum tectorum); -- so called from its massive inflorescence, like the sculptured beard of Jove. Prior. (c) the cloverlike Anthyllis Barba-Jovis. -- Jupiter's staff (Bot.), the common mullein; -- so called from its long, rigid spike of yellow blossoms.",
      "juridical" : "Pertaining to a judge or to jurisprudence; acting in the distribution of justice; used in courts of law; according to law; legal; as, juridical law. \"This juridical sword.\" Milton. The body corporate of the kingdom, in juridical construction, never dies. Burke. Juridical days, days on which courts are open.",
      "japannish" : "After the manner of the Japanese; resembling japanned articles. Carlyle.",
      "jesuitically" : "In a jesuitical manner.",
      "jigjog" : "A jolting motion; a jogging pace.\n\nHaving a jolting motion.",
      "joe-pye weed" : "A tall composite plant of the genus Eupatorium (E. purpureum), with purplish flowers, and whorled leaves.",
      "judaization" : "The act of Judaizing; a conforming to the Jewish religion or ritual. [R.]",
      "johnsonianism" : "A manner of acting or of writing peculiar to, or characteristic of, Dr. Johnson. [Written also Johnsonism.] JOHN'S-WORT John's\"-wort`, n.  See St. John's-wort.",
      "jacal" : "In Mexico and the southwestern United States, a kind of plastered house or hut, usually made by planting poles or timber in the ground, filling in between them with screen work or wickerwork, and daubing one or both sides with mud or adobe mortar; also, this method of construction.",
      "japhetite" : "A descendant of Japheth.",
      "jointless" : "Without a joint; rigid; stiff.",
      "jesuitical" : "1. Of or pertaining to the Jesuits, or to their principles and methods. 2. Designing; cunning; deceitful; crafty; -- an opprobrious use of the word. Dryden.",
      "jaculable" : "Fit for throwing. [Obs.]",
      "jerid" : "Same as Jereed.",
      "jiffy" : "A moment; an instant; as, I will be ready in a jiffy. [Colloq.] J. & H. Smith.",
      "jerry-built" : "Built hastily and of bad materials; as, jerry-built houses. [Colloq. Eng.]",
      "jargonic" : "Of or pertaining to the mineral jargon.",
      "joiner" : "1. One who, or that which, joins. 2. One whose occupation is to construct articles by joining pieces of wood; a mechanic who does the woodwork (as doors, stairs, etc.) necessary for the finishing of buildings. \"One Snug, the joiner.\" Shak. 3. A wood-working machine, for sawing, plaining, mortising, tenoning, grooving, etc. Syn. -- See Carpenter.",
      "jennet" : "A small Spanish horse; a genet.",
      "judge" : "1. (Law)  A public officer who is invested with authority to hear and determine litigated causes, and to administer justice between parties in courts held for that purpose. The parts of a judge in hearing are four: to direct the evidence; to moderate length, repetition, or impertinency of speech; to recapitulate, select, and collate the material points of that which hath been said; and to give the rule or sentence. Bacon. 2. One who has skill, knowledge, or experience, sufficient to decide on the merits of a question, or on the quality or value of anything; one who discerns properties or relations with skill and readiness; a connoisseur; an expert; a critic. A man who is no judge of law may be a good judge of poetry, or eloquence, or of the merits of a painting. Dryden. 3. A person appointed to decide in aas, a judge in a horse race. 4. (Jewish Hist.)  One of supreme magistrates, with both civil and military powers, who governed Israel for more than four hundred years. 5. pl.  The title of the seventh book of the Old Testament; the Book of Judges. Judge Advocate (Mil. & Nav.), a person appointed to act as prosecutor at a court-martial; he acts as the representative of the government, as the responsible adviser of the court, and also, to a certain extent, as counsel for the accused, when he has no other counsel. -- Judge-Advocate General, in the United States, the title of two officers, one attached to the War Department and having the rank of brigadier general, the other attached to the Navy Department and having the rank of colonel of marines or captain in the navy. The first is chief of the Bureau of Military Justice of the army, the other performs a similar duty for the navy. In England, the designation of a member of the ministry who is the legal adviser of the secretary of state for war, and supreme judge of the proceedings of courts-martial. Syn. -- Judge, Umpire, Arbitrator, Referee. A judge, in the legal sense, is a magistrate appointed to determine questions of law. An umpire is a person selected to decide between two or more who contend for a prize. An arbitrator is one chosen to allot to two contestants their portion of a claim, usually on grounds of equity and common sense. A referee is one to whom a case is referred for final adjustment. Arbitrations and references are sometimes voluntary, sometimes appointed by a court.\n\n1. To hear and determine, as in causes on trial; to decide as a judge; to give judgment; to pass sentence. The Lord judge between thee and me. Gen. xvi. 5. Father, who art judge Of all things made, and judgest only right! Milton. 2. To assume the right to pass judgment on another; to sit in judgment or commendation; to criticise or pass adverse judgment upon others. See Judge, v. t., 3. Forbear to judge, for we are sinners all. Shak. 3. To compare facts or ideas, and perceive their relations and attributes, and thus distinguish truth from falsehood; to determine; to discern; to distinguish; to form an opinion about. Judge not according to the appearance. John vii. 24. She is wise if I can judge of her. Shak.\n\n1. To hear and determine by authority, as a case before a court, or a controversy between two parties. \"Chaos [shall] judge the strife.\" Milton. 2. To examine and pass sentence on; to try; to doom. God shall judge the righteous and the wicked. Eccl. iii. 7. To bring my whole cause 'fore his holiness, And to be judged by him. Shak. 3. To arrogate judicial authority over; to sit in judgment upon; to be censorious toward. Judge not, that ye be not judged. Matt. vii. 1. 4. To determine upon or deliberation; to esteem; to think; to reckon. If ye have judged me to be faithful to the Lord. Acts xvi. 15. 5. To exercise the functions of a magistrate over; to govern. [Obs.] Make us a king to judge us. 1 Sam. viii. 5.",
      "justly" : "In a just manner; in conformity to law, justice, or propriety; by right; honestly; fairly; accurately. \"In equal balance justly weighed.\" Shak. Nothing can justly be despised that can not justly be blamed: where there is no choice there can be no blame. South.",
      "jack-a-lent" : "A small stuffed puppet to be pelted in Lent; hence, a simple fellow.",
      "jingling" : "The act or process of producing a jingle; also, the sound itself; a chink. \"The jingling of the guinea.\" Tennyson.",
      "jab" : "To thrust; to stab; to punch. See Job, v. t. [Scot. & Colloq. U. S.]\n\nA thrust or stab. [Scot. & Colloq. U. S.]",
      "joy" : "1. The passion or emotion excited by the acquisition or expectation of good; pleasurable feelings or emotions caused by success, good fortune, and the like, or by a rational prospect of possessing what we love or desire; gladness; exhilaration of spirits; delight. Her heavenly form beheld, all wished her joy. Dryden. Glides the smooth current of domestic joy. Johnson. Who, for the joy that was set before him, endured the cross, despising the shame. Heb. xii. 2. Tears of true joy for his return. Shak. Joy is a delight of the mind, from the consideration of the present or assured approaching possession of a good. Locke. 2. That which causes joy or happiness. For ye are our glory and joy. 1 Thess. ii. 20. A thing of beauty is a joy forever. Keats. 3. The sign or exhibition of joy; gayety; mirth; merriment; festivity. Such joy made Una, when her knight she found. Spenser. The roofs with joy resound. Dryden. Note: Joy is used in composition, esp. with participles, to from many self-explaining compounds; as, joy-hells, joy-ringing, joy-inspiring, joy-resounding, etc. Syn. -- Gladness; pleasure; delight; happiness; exultation; transport; felicity; ecstasy; rapture; bliss; gayety; mirth; merriment; festivity; hilarity.\n\nTo rejoice; to be glad; to delight; to exult. I will joy in the God of my salvation. Hab. iii. 18. In whose sight all things joy. Milton.\n\n1. To give joy to; to congratulate. [Obs.] \"Joy us of our conquest.\" Dryden. To joy the friend, or grapple with the foe. Prior. 2. To gladden; to make joyful; to exhilarate. [Obs.] Neither pleasure's art can joy my spirits. Shak. 3. To enjoy. [Obs.] See Enjoy. Who might have lived and joyed immortal bliss. Milton.",
      "joobbeh" : "A long outer garment worn by both sexes of Mohammedans of the better class.",
      "jougs" : "An iron collar fastened to a wall or post, formerly used in Scotland as a kind of pillory. [Written also juggs.] See Juke. Sir W. Scott.",
      "judicable" : "Capable of being judged; capable of being tried or decided upon. Jer. Taylor.",
      "jalons" : "Long poles, topped with wisps of straw, used as landmarks and signals. Farrow.",
      "jestful" : "Given to jesting; full of jokes.",
      "jaunt" : "1. To ramble here and there; to stroll; to make an excursion. 2. To ride on a jaunting car. Jaunting car, a kind of low-set open vehicle, used in Ireland, in which the passengers ride sidewise, sitting back to back. [Written also jaunty car.] Thackeray.\n\nTo jolt; to jounce. [Obs.] Bale.\n\n1. A wearisome journey. [R.] Our Savior, meek, and with untroubled mind After his aëry jaunt, though hurried sore. Hungry and cold, betook him to his rest. Milton. 2. A short excursion for pleasure or refreshment; a ramble; a short journey.",
      "japonica" : "A species of Camellia (Camellia Japonica), a native of Japan, bearing beautiful red or white flowers. Many other genera have species of the same name.",
      "jerusalem" : "The chief city of Palestine, intimately associated with the glory of the Jewish nation, and the life and death of Jesus Christ. Jerusalem artichoke Etym: [Perh. a corrupt. of It. girasole i.e., sunflower, or turnsole. See Gyre, Solar.] (Bot.) (a) An American plant, a perennial species of sunflower (Helianthus tuberosus), whose tubers are sometimes used as food. (b) One of the tubers themselves. -- Jerusalem cherry (Bot.), the popular name of either of either of two species of Solanum (S. Pseudo-capsicum and S. capsicastrum), cultivated as ornamental house plants. They bear bright red berries of about the size of cherries. -- Jerusalem oak (Bot.), an aromatic goosefoot (Chenopodium Botrys), common about houses and along roadsides. -- Jerusalem sage (Bot.), a perennial herb of the Mint family (Phlomis tuberosa). -- Jerusalem thorn (Bot.), a spiny, leguminous tree (Parkinsonia aculeata), widely dispersed in warm countries, and used for hedges. -- The New Jerusalem, Heaven; the Celestial City.",
      "jolly-boat" : "A boat of medium size belonging to a ship.",
      "jot" : "An iota; a point; a tittle; the smallest particle. Cf. Bit, n. Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled. Matt. v. 18. Neither will they bate One jot of ceremony. Shak.\n\nTo set down; to make a brief note of; -- usually followed by down.",
      "jurassic" : "Of the age of the middle Mesozoic, including, as divided in England and Europe, the Lias, Oölite, and Wealden; -- named from certain rocks of the Jura mountains. -- n.  The Jurassic period or formation; -- called also the Jura.",
      "jury" : "For temporary use; -- applied to a temporary contrivance. Jury mast, a temporary mast, in place of one that has been carried away, or broken. -- Jury rudder, a rudder constructed for temporary use.\n\n1. (Law)  A body of men, usually twelve, selected according to law, impaneled and sworn to inquire into and try any matter of fact, and to render their true verdict according to the evidence legally adduced. See Grand jury under Grand, and Inquest. The jury, passing on the prisoner's life. Shak. 2. A committee for determining relative merit or awarding prizes at an exhibition or competition; as, the art jury gave him the first prize. Jury of inquest, a coroner's jury. See Inquest.",
      "jacobus" : "An English gold coin, of the value of twenty-five shillings sterling, struck in the reign of James I.",
      "jashawk" : "A young hawk. Booth.",
      "jewbush" : "A euphorbiaceous shrub of the genus Pedilanthus (P. tithymaloides), found in the West Indies, and possessing powerful emetic and drastic qualities.",
      "juddock" : "See Jacksnipe.",
      "jape" : "To jest; to play tricks; to jeer. [Obs.] Chaucer.\n\nTo mock; to trick. Chaucer. I have not been putting a jape upon you. Sir W. Scott. The coy giggle of the young lady to whom he has imparted his latest merry jape. W. Besant.",
      "jugement" : "Judgment. [Obs.] Chaucer.",
      "jouster" : "One who jousts or tilts.",
      "jacobinical" : "Of or pertaining to the Jacobins of France; revolutionary; of the nature of, or characterized by, Jacobinism. Burke. -- Jac`o*bin\"ic*al*ly, adv.",
      "juxtapose" : "To place in juxtaposition. Huxley.",
      "jambee" : "A fashionable cane. [Obs.] Tatler.",
      "jiujutsu" : "The Japanese art of self-defense without weapons, now widely used as a system of physical training. It depends for its efficiency largely upon the principle of making use of an opponent's strength and weight to disable or injure him, and by applying pressure so that his opposing movement will throw him out of balance, dislocate or break a joint, etc.  It opposes knowledge and skill to brute strength, and demands an extensive practical knowledge of human anatomy.",
      "jahvism" : "1. The religion or worship of Yahweh (Jehovah), or the system of doctrines, etc., connected with it. 2.  Use of Yahweh as a name of God.",
      "judiciary" : "Of or pertaining to courts of judicature, or legal tribunals; judicial; as, a judiciary proceeding. Bp. Burnet.\n\nThat branch of government in which judicial power is vested; the system of courts of justice in a country; the judges, taken collectively; as, an independent judiciary; the senate committee on the judiciary.",
      "jetter" : "One who struts; one who bears himself jauntily; a fop. [Obs.] Palsgrave.",
      "jewise" : "Same as Juise. [Obs.] Chaucer.",
      "janizary" : "A soldier of a privileged military class, which formed the nucleus of the Turkish infantry, but was suppressed in 1826. [written also janissary.]",
      "jade" : "A stone, commonly of a pale to dark green color but sometimes whitish. It is very hard and compact, capable of fine polish, and is used for ornamental purposes and for implements, esp. in Eastern countries and among many early peoples. Note: The general term jade includes nephrite, a compact variety of tremolite with a specific gravity of 3, and also the mineral jadeite, a silicate of alumina and soda, with a specific gravity of 3.3. The latter is the more highly prized and includes the feitsui of the Chinese. The name has also been given to other tough green minerals capable of similar use.\n\n1. A mean or tired horse; a worthless nag. Chaucer. Tired as a jade in overloaden cart. Sir P. Sidney. 2. A disreputable or vicious woman; a wench; a quean; also, sometimes, a worthless man. Shak. She shines the first of battered jades. Swift. 3. A young woman; -- generally so called in irony or slight contempt. A souple jade she was, and strang. Burns.\n\n1. To treat like a jade; to spurn. [Obs.] Shak. 2. To make ridiculous and contemptible. [Obs.] I do now fool myself, to let imagination jade me. Shak. 3. To exhaust by overdriving or long-continued labor of any kind; to tire or wear out by severe or tedious tasks; to harass. The mind, once jaded by an attempt above its power, . . . checks at any vigorous undertaking ever after. Locke. Syn. -- To fatigue; tire; weary; harass. -- To Jade, Fatigue, Tire, Weary. Fatigue is the generic term; tire denotes fatigue which wastes the strength; weary implies that a person is worn out by exertion; jade refers to the weariness created by a long and steady repetition of the same act or effort. A little exertion will tire a child or a weak person; a severe or protracted task wearies equally the body and the mind; the most powerful horse becomes jaded on a long journey by a continual straining of the same muscles. Wearied with labor of body or mind; tired of work, tired out by importunities; jaded by incessant attention to business.\n\nTo become weary; to lose spirit. They . . . fail, and jade, and tire in the prosecution. South.",
      "judaism" : "1. The religious doctrines and rites of the Jews as enjoined in the laws of Moses. J. S. Mill. 2. Conformity to the Jewish rites and ceremonies.",
      "jaguarondi" : "A South American wild cat (Felis jaguarondi), having a long, slim body and very short legs. Its color is grayish brown, varied with a blackish hue. It is arboreal in its habits and feeds mostly on birds.",
      "justiciable" : "Proper to be examined in a court of justice. Bailey.",
      "jaganatha" : "See Juggernaut.\n\nSee Juggernaut.",
      "jahve" : "A modern transliteration of the Hebrew word translated Jehovah in the Bible; -- used by some critics to discriminate the tribal god of the ancient Hebrews from the Christian Jehovah. Yahweh or Yahwe is the spelling now generally adopted by scholars.",
      "juncaceous" : "Of. pertaining to, or resembling, a natural order of plants (Juncaceæ), of which the common rush (Juncus) is the type.",
      "jowl" : "The cheek; the jaw. [Written also jole, choule, chowle, and geoule.] Cheek by jowl, with the cheeks close together; side by side; in close proximity. \"I will go with three cheek by jole.\" Shak. \" Sits cheek by jowl.\" Dryden.\n\nTo throw, dash, or knock. [Obs.] How the knave jowls it to the ground. Shak.",
      "juncous" : "Full of rushes: resembling rushes; juncaceous. [R.] Johnson.",
      "jabiru" : "One of several large wading birds of the genera Mycteria and Xenorhynchus, allied to the storks in form and habits. Note: The American jabiru (Mycteria Americana) is white, with the head and neck black and nearly bare of feathers. The East Indian and Australian (Xenorhynchus Australis) has the neck, head, and back covered with glossy, dark green feathers, changing on the head to purple. The African jabiru (Mycteria, or Ephippiorhynchus, Senegalensis) has the neck, head, wing coverts, and tail, black, and is called also saddle-billed stork.",
      "jadish" : "1. Vicious; ill-tempered; resembling a jade; -- applied to a horse. 2. Unchaste; -- applied to a woman. L'Estrange.",
      "jangleress" : "A female prater or babbler.",
      "jejunity" : "The quality of being jejune; jejuneness.",
      "judaistic" : "Of or pertaining to Judaism.",
      "jarvy" : "1. The driver of a hackney coach. [Slang, Eng.] Carlyle. 2. A hackney coach. [Slang, Eng.] The litter at the bottom of the jarvy. T. Hook.",
      "jumpy" : "Jumping, or inducing to jump; characterized by jumps; hence, extremely nervous.",
      "jumblement" : "Confused mixture. [Low]",
      "jockey" : "1. A professional rider of horses in races. Addison. 2. A dealer in horses; a horse trader. Macaulay. 3. A cheat; one given to sharp practice in trade.\n\n1. \" To jostle by riding against one.\" Johnson. 2. To play the jockey toward; to cheat; to trick; to impose upon in trade; as, to jockey a customer.\n\nTo play or act the jockey; to cheat.",
      "jambolana" : "A myrtaceous tree of the West Indies and tropical America (Calyptranthes Jambolana), with astringent bark, used for dyeing. It bears an edible fruit.",
      "joinant" : "Adjoining. [Obs.] Chaucer.",
      "july-flower" : "See Gillyflower.",
      "jocular" : "1. Given to jesting; jocose; as, a jocular person. 2. Sportive; merry. \"Jocular exploits.\" Cowper. The style is serious and partly jocular. Dryden.",
      "jaghirdar" : "The holder of a jaghir.",
      "jaw" : "1. (Anat.) (a) One of the bones, usually bearing teeth, which form the framework of the mouth. (b) Hence, also, the bone itself with the teeth and covering. (c) In the plural, the mouth. 2. Fig.: Anything resembling the jaw of an animal in form or action; esp., pl., the mouth or way of entrance; as, the jaws of a pass; the jaws of darkness; the jaws of death. Shak. 3. (Mach.) (a) A notch or opening. (b) A notched or forked part, adapted for holding an object in place; as, the jaw of a railway-car pedestal. See Axle guard. (b) One of a pair of opposing parts which are movable towards or from each other, for grasping or crushing anything between them, as, the jaws of a vise, or the jaws of a stone-crushing machine. 4. (Naut.)  The inner end of a boom or gaff, hollowed in a half circle so as to move freely on a mast. 5.  Impudent or abusive talk. [Slang] H. Kingsley. Jaw bit (Railroad), a bar across the jaws of a pedestal underneath an axle box. -- Jaw breaker, a word difficult to pronounce. [Obs.] -- Jaw rope (Naut.), a rope which holds the jaws of a gaff to the mast. -- Jaw tooth, a molar or grinder; a back tooth.\n\nTo scold; to clamor. [Law] Smollett.\n\nTo assail or abuse by scolding. [Law]",
      "jugal" : "1. Relating to a yoke, or to marriage. [Obs.] 2. (Anat.)  Pertaining to, or in the region of, the malar, or cheek bone.",
      "juryman" : "One who is impaneled on a jury, or who serves as a juror.",
      "jan" : "One of intermediate order between angels and men.",
      "janitrix" : "A female janitor.",
      "jilt" : "A woman who capriciously deceives her lover; a coquette; a flirt. Otway.\n\nTo cast off capriciously or unfeeling, as a lover; to deceive in love. Locke.\n\nTo play the jilt; to practice deception in love; to discard lovers capriciously. Congreve.",
      "jin" : "See Jinnee. \"Solomon is said to have had power over the jin.\" Balfour (Cyc. of India).",
      "jointly" : "In a joint manner; together; unitedly; in concert; not separately. Then jointly to the ground their knees they bow. Shak.",
      "juridically" : "In a juridical manner.",
      "jessamine" : "Same as Jasmine.",
      "jujube" : "The sweet and edible drupes (fruits) of several Mediterranean and African species small trees, of the genus Zizyphus, especially the Z. jujuba, Z. vulgaris, Z. mucronata, and Z. Lotus. The last named is thought to have furnished the lotus of the ancient Libyan Lotophagi, or lotus eaters. Jujube paste, the dried or inspissated jelly of the jujube; also, a confection made of gum arabic sweetened.",
      "jacqueminot" : "A half-hardy, deep crimson rose of the remontant class; -- so named after General Jacqueminot, of France.",
      "jabberer" : "One who jabbers.",
      "jackaroo" : "A young man living as an apprentice on a sheep station, or otherwise engaged in acquainting himself with colonial life. [Colloq., Australia]\n\nTo be a jackaroo; to pass one's time as a jackaroo. [Colloq., Australia]",
      "jacksnipe" : "(a) A small European snipe (Limnocryptes gallinula); -- called also judcock, jedcock, juddock, jed, and half snipe. (b) A small American sandpiper (Tringa maculata); -- called also pectoral sandpiper, and grass snipe.",
      "joviality" : "The quality or state of being jovial. Sir T. Herbert.",
      "jackstone" : "(a) One of the pebbles or pieces used in the game of jackstones. (b) (pl.) A game played with five small stones or pieces of metal. See 6th Chuck.",
      "jakes" : "A privy. Shak.",
      "jocund" : "Merry; cheerful; gay; airy; lively; sportive. Night's candles are burnt out, and jocund day Stands tiptoe on the misty mountain tops. Shak. Rural sports and jocund strains. Prior. -- Joc\"und*ly, adv. -- Joc\"und*ness, n.\n\nMerrily; cheerfully. Gray.",
      "jupon" : "1. A sleeveless jacket worn over the armor in the 14th century. It fitted closely, and descended below the hips. Dryden. 2. A petticoat. Halliwell.",
      "jacamar" : "Any one of numerous species of tropical American birds of the genus Galbula and allied genera. They are allied to the kingfishers, but climb on tree trunks like nuthatches, and feed upon insects. Their colors are often brilliant.",
      "justicer" : "One who administers justice; a judge. [Obs.] \"Some upright justicer.\" Shak.",
      "japer" : "A jester; a buffoon. [Obs.] Chaucer.",
      "jockeyism" : "The practice of jockeys.",
      "joe" : "See Johannes.",
      "jemminess" : "Spruceness. [Slang, Eng.] Pegge (1814).",
      "joggle" : "1. To shake slightly; to push suddenly but slightly, so as to cause to shake or totter; to jostle; to jog. 2. (Arch.)  To join by means of joggles, so as to prevent sliding apart; sometimes, loosely, to dowel. The struts of a roof are joggled into the truss posts. Gwilt.\n\nTo shake or totter; to slip out of place.\n\nA notch or tooth in the joining surface of any piece of building material to prevent slipping; sometimes, but incorrectly, applied to a separate piece fitted into two adjacent stones, or the like. Joggle joint (Arch.), a joint in any kind of building material, where the joining surfaces are made with joggles.",
      "joint-fir" : "A genus (Ephedra) of leafless shrubs, with the stems conspicuously jointed; -- called also shrubby horsetail. There are about thirty species, of which two or three are found from Texas to California.",
      "jump" : "(a) A kind of loose jacket for men. (b) pl.  A bodice worn instead of stays by women in the 18th century.\n\n1. To spring free from the ground by the muscular action of the feet and legs; to project one's self through the air; to spring; to bound; to leap. Not the worst of the three but jumps twelve foot and a half by the square. Shak. 2. To move as if by jumping; to bounce; to jolt. \"The jumping chariots.\" Nahum iii. 2. A flock of geese jump down together. Dryden. 3. To coincide; to agree; to accord; to tally; -- followed by with. \"It jumps with my humor.\" Shak. To jump at, to spring to; hence, fig., to accept suddenly or eagerly; as, a fish jumps at a bait; to jump at a chance.\n\n1. To pass by a spring or leap; to overleap; as, to jump a stream. 2. To cause to jump; as, he jumped his horse across the ditch. 3. To expose to danger; to risk; to hazard. [Obs.] To jump a body with a dangerous physic. Shak. 4. (Smithwork) (a) To join by a butt weld. (b) To thicken or enlarge by endwise blows; to upset. 5. (Quarrying)  To bore with a jumper. To jump a claim, to enter upon and take possession of land to which another has acquired a claim by prior entry and occupation. [Western U. S. & Australia] See Claim, n., 3. -- To jump one's bail, to abscond while at liberty under bail bonds. [Slang, U. S.]\n\n1. The act of jumping; a leap; a spring; a bound. \"To advance by jumps.\" Locke. 2. An effort; an attempt; a venture. [Obs.] Our fortune lies Upon thisjump. Shak. 3. The space traversed by a leap. 4. (Mining)  A dislocation in a stratum; a fault. 5. (Arch.)  An abrupt interruption of level in a piece of brickwork or masonry. From the jump, from the start or beginning. [Colloq.] -- Jump joint. (a) A butt joint. (b) A flush joint, as of plank in carvel-built vessels. -- Jump seat. (a) A movable carriage seat. (b) A carriage constructed with a seat which may be shifted so as to make room for second or extra seat. Also used adjectively; as, a jump-seat wagon.\n\nNice; exact; matched; fitting; precise. [Obs.] \"Jump names.\" B. Jonson.\n\nExactly; pat.[Obs.] Shak.",
      "jactitation" : "1. (Law)  Vain boasting or assertions repeated to the prejudice of another's right; false claim. Mozley & W. 2. (Med.)  A frequent tossing or moving of the body; restlessness, as in delirium. Dunglison. Jactitation of marriage (Eng. Eccl. Law), a giving out or boasting by a party that he or she is married to another, whereby a common reputation of their matrimony may ensue. Blackstone.",
      "jester" : "1. A buffoon; a merry-andrew; a court fool. This . . . was Yorick's skull, the king's jester. Shak. Dressed in the motley garb that jesters wear. Longfellow. 2. A person addicted to jesting, or to indulgence in light and amusing talk. He ambled up and down With shallow jesters. Shak.",
      "jetsam" : "1. (Mar. Law)  Goods which sink when cast into the sea, and remain under water; -- distinguished from flotsam, goods which float, and ligan, goods which are sunk attached to a buoy. 2. Jettison. See Jettison, 1.",
      "january" : "The first month of the year, containing thirty-one days. Note: Before the adoption of New Style, the commencement of the year was usually reckoned from March 25.",
      "jouk" : "See Juke.",
      "jackman" : "1. One wearing a jack; a horse soldier; a retainer. See 3d Jack, n. Christie . . . the laird's chief jackman. Sir W. Scott. 2. A cream cheese. [Obs.] Sir T. Elyot. JACK-O'-LANTERN Jack\"-o'-lan`tern, n.  See Jack-with-a-lantern, under 2d Jack. JACKPOT Jackpot  1. (a) See \"jack pot\" under jack; (b) any larger-than-usual gambling prize formed by the accumulation of unwon bets[=MW10 1(a)(2) and 1(c)]; (c) the highest gambling prize awarded in a gambling game in which smaller prizes are also awarded, especially such a prize on a slot machine.  2. (a) An unusually large success in an enterprise, either unexpected or unpredictable, esp. one providing a great financial benefit. hit the jackpotto receive an unexpectedly large (or the largest possible) benefit from an enterprise.",
      "japanned" : "Treated, or coated, with varnish in the Japanese manner. Japanned leather,leather treated with coatings of Japan varnish, and dried in a stove. Knight.",
      "juba" : "1. (Zoöl.)  The mane of an animal. 2. (Bot.)  A loose panicle, the axis of which falls to pieces, as in certain grasses.",
      "jujutsu" : "The Japanese art of self-defense without weapons, now widely used as a system of physical training. It depends for its efficiency largely upon the principle of making use of an opponent's strength and weight to disable or injure him, and by applying pressure so that his opposing movement will throw him out of balance, dislocate or break a joint, etc.  It opposes knowledge and skill to brute strength, and demands an extensive practical knowledge of human anatomy.",
      "jarble" : "To wet; to bemire. [Prov. Eng.] Halliwell.",
      "jungle" : "A dense growth of brushwood, grasses, reeds, vines, etc.; an almost impenetrable thicket of trees, canes, and reedy vegetation, as in India, Africa, Australia, and Brazil. The jungles of India are of bamboos, canes, and other palms, very difficult to penetrate. Balfour (Cyc. of India). Jungle bear (Zoöl.), the aswail or sloth bear. -- Jungle cat (Zoöl.), the chaus. -- Jungle cock (Zoöl.), the male of a jungle fowl. -- Jungle fowl. (Zoöl.) (a) Any wild species of the genus Gallus, of which several species inhabit India and the adjacent islands; as, the fork-tailed jungle fowl (G. varius) of Java, G. Stanleyi of Ceylon, and G. Bankiva of India. Note: The latter, which resembles the domestic gamecock, is supposed to be one of the original species from which the domestic fowl was derived. (b) An Australian grallatorial bird (Megapodius tumulus) which is allied to the brush turkey, and, like the latter, lays its eggs in mounds of vegetable matter, where they are hatched by the heat produced by decomposition.",
      "jossa" : "A command to a horse, probably meaning \"stand still.\" [Obs.] Chaucer.",
      "juvenileness" : "The state or quality of being juvenile; juvenility.",
      "jolthead" : "A dunce; a blockhead. Sir T. North.",
      "jamaica" : "One of the West India is islands. Jamaica ginger, a variety of ginger, called also white ginger, prepared in Jamaica from the best roots, which are deprived of their epidermis and dried separately. -- Jamaica pepper, allspice. -- Jamaica rose (Bot.), a West Indian melastomaceous shrub (Blakea trinervis), with showy pink flowers.",
      "jararaca" : "A poisonous serpent of Brazil (Bothrops jararaca), about eighteen inches long, and of a dusky, brownish color, variegated with red and black spots.",
      "jovinianist" : "An adherent to the doctrines of Jovinian, a monk of the fourth century, who denied the virginity of Mary, and opposed the asceticism of his time.",
      "jangler" : "1. An idle talker; a babbler; a prater. Chaucer. 2. A wrangling, noisy fellow.",
      "jugular" : "1. (Anat.) (a) Of or pertaining to the throat or neck; as, the jugular vein. (b) Of or pertaining to the jugular vein; as, the jugular foramen. 2. (Zoöl.)  Having the ventral fins beneath the throat; -- said of certain fishes.\n\n1. (Anat.)  One of the large veins which return the blood from the head to the heart through two chief trunks, an external and an internal, on each side of the neck; -- called also the jugular vein. 2. (Zoöl.)  Any fish which has the ventral fins situated forward of the pectoral fins, or beneath the throat; one of a division of fishes (Jugulares).",
      "jacksaw" : "The merganser.",
      "jinn" : "See Jinnee. \"Solomon is said to have had power over the jin.\" Balfour (Cyc. of India).",
      "juggernaut" : "A particular form of Vishnu, or of Krishna, whose chief idol and worship are at Puri, in Orissa. The idol is considered to contain the bones of Krishna and to possess a soul. The principal festivals are the Snanayatra, when the idol is bathed, and the Rathayatra, when the image is drawn upon a car adorned with obscene paintings. Formerly it was erroneously supposed that devotees allowed themselves to be crushed beneath the wheels of this car. It is now known that any death within the temple of Jagannath is considered to render the place unclean, and any spilling of blood in the presence of the idol is a pollution.\n\nOne of the names under which Vishnu, in his incarnation as Krishna, is worshiped by the Hindoos. [Written also Juggernnath, Jaganath, Jaganatha, etc.] Note: The principal seat of the worship of Juggernaut is at Pûri in Orissa. At certain times the idol is drawn from the temple by the multitude, on a high car with sixteen wheels. Formerly, fanatics sometimes threw themselves under the wheels to be crushed as a sacrifice to the god.",
      "johannean" : "Of or pertaining to John, esp. to the Apostle John or his writings. M. Stuart.",
      "jarnut" : "An earthnut. Dr. Prior.",
      "jollyhead" : "Jollity. [Obs.] Spenser.",
      "jumelle" : "Twin; paired; -- said of various objects made or formed in pairs, as a binocular opera glass, a pair of gimmal rings, etc.\n\nA jumelle opera glass, or the like.",
      "jubilate" : "1. The third Sunday after Easter; -- so called because the introit is the 66th Psalm, which, in the Latin version, begins with the words, \"Jubilate Deo.\" 2. A name of the 100th Psalm; -- so called from its opening word in the Latin version.\n\nTo exult; to rejoice. [R.] De Quincey.",
      "joyance" : "Enjoyment; gayety; festivity; joyfulness. Spenser. Some days of joyance are decreed to all. Byron. From what hid fountains doth thy joyance flow Trench.",
      "jimmy" : "A short crowbar used by burglars in breaking open doors. [Written also jemmy.]",
      "japonism" : "A quality, idiom, or peculiarity characteristic of the Japanese or their products, esp. in art.",
      "jointed" : "Having joints; articulated; full of nodes; knotty; as, a jointed doll; jointed structure. \"The jointed herbage.\" J. Philips. -- Joint\"ed*ly, adv.",
      "juise" : "Judgment; justice; sentence. [Obs.] Up [on] pain of hanging and high juise. Chaucer.",
      "judger" : "One who judges. Sir K. Digby.",
      "jacobaean lily" : "A bulbous plant (Amaryllis, or Sprekelia, formosissima) from Mexico. It bears a single, large, deep, red, lilylike flower. [Written also Jacobean.]",
      "jongleur" : "1. In the Middle Ages, a court attendant or other person who, for hire, recited or sang verses, usually of his own composition. See Troubadour. Vivacity and picturesquenees of the jongleur's verse. J R. Green. 2. A juggler; a conjuror. See Juggler. Milton.",
      "julep" : "1. A refreshing drink flavored with aromatic herbs; esp. (Med.),  a sweet, demulcent, acidulous, or mucilaginous mixture, used as a vehicle. Milton. Honey in woods, juleps in brooks. H. Vaughan. 2. A beverage composed of brandy, whisky, or some other spirituous liquor, with sugar, pounded ice, and sprigs of mint; -- called also mint julep. [U.S.]",
      "jay" : "Any one of the numerous species of birds belonging to Garrulus, Cyanocitta, and allied genera. They are allied to the crows, but are smaller, more graceful in form, often handsomely colored, and usually have a crest. Note: The European jay (Garrulus glandarius) is a large and handsomely colored species, having the body pale reddish brown, lighter beneath; tail and wing quills blackish; the primary coverts barred with bright blue and black; throat, tail coverts, and a large spot on the wings, white. Called also jay pie, Jenny jay, and kæ. The common blue jay (Cyanocitta cristata.), and the related species, are brilliantly colored, and have a large erectile crest. The California jay (Aphelocoma Californica), the Florida jay (A. Floridana), and the green jay (Xanthoura luxuosa), of Texas and Mexico, are large, handsome, crested species. The Canada jay (Perisoreus Canadensis), and several allied species, are much plainer and have no crest. See Blue jay, and Whisky jack. Jay thrush (Zoöl.), any one several species of Asiatic singing birds, of the genera Garrulax, Grammatoptila, and related genera of the family Crateropodidæ; as; the white-throated jay thrush (G. albogularis), of India.",
      "jessed" : "Having jesses on, as a hawk.",
      "justicoat" : "Formerly, a close coat or waistcoat with sleeves.",
      "jubate" : "Fringed with long, pendent hair.",
      "jolter" : "One who, or that which, jolts.",
      "jacobine" : "A Jacobin.",
      "jaculate" : "To throw or cast, as a dart; to throw out; to emit.",
      "jambeux" : "In the Middle Ages, armor for the legs below the knees. [Written also giambeux.] Chaucer.",
      "jacobitism" : "The principles of the Jacobites. Mason.",
      "jibe" : "To shift, as the boom of a fore-and-aft sail, from one side of a vessel to the other when the wind is aft or on the quarter. See Gybe.\n\n1. (Naut.)  To change a ship's course so as to cause a shifting of the boom. See Jibe, v. t., and Gybe. 2. To agree; to harmonize. [Colloq.] Bartlett.",
      "jacketed" : "Wearing, or furnished with, a jacket.",
      "jerkin" : "A jacket or short coat; a close waistcoat. Shak.\n\nA male gyrfalcon.",
      "jessant" : "Springing up or emerging; -- said of a plant or animal.",
      "jansenist" : "A follower of Cornelius Jansen, a Roman Catholic bishop of Ypres, in Flanders, in the 17th century, who taught certain doctrines denying free will and the possibility of resisting divine grace.",
      "jaundice" : "A morbid condition, characterized by yellowness of the eyes, skin, and urine, whiteness of the fæces, constipation, uneasiness in the region of the stomach, loss of appetite, and general languor and lassitude. It is caused usually by obstruction of the biliary passages and consequent damming up, in the liver, of the bile, which is then absorbed into the blood. Blue jaundice. See Cyanopathy.\n\nTo affect with jaundice; to color by prejudice or envy; to prejudice. The envy of wealth jaundiced his soul. Ld. Lytton.",
      "janus-headed" : "Double-headed.",
      "join" : "1. To bring together, literally or figuratively; to place in contact; to connect; to couple; to unite; to combine; to associate; to add; to append. Woe unto them that join house to house. Is. v. 8. Held up his left hand, which did flame and burn Like twenty torches joined. Shak. Thy tuneful voice with numbers join. Dryden. 2. To associate one's self to; to be or become connected with; to league one's self with; to unite with; as, to join a party; to join the church. We jointly now to join no other head. Dryden. 3. To unite in marriage. He that joineth his virgin in matrimony. Wyclif. What, therefore, God hath joined together, let not man put asunder. Matt. xix. 6. 4. To enjoin upon; to command. [Obs. & R.] They join them penance, as they call it. Tyndale. 5. To accept, or engage in, as a contest; as, to join encounter, battle, issue. Milton. To join battle, To join issue. See under Battle, Issue. Syn. -- To add; annex; unite; connect; combine; consociate; couple; link; append. See Add.\n\nTo be contiguous, close, or in contact; to come together; to unite; to mingle; to form a union; as, the hones of the skull join; two rivers join. Whose house joined hard to the synagogue. Acts xviii. 7. Should we again break thy commandments, and join in affinity with the people of these abominations Ezra ix. 14. Nature and fortune joined to make thee great. Shak.\n\nThe line joining two points; the point common to two intersecting lines. Henrici.",
      "jackass" : "1. The male ass; a donkey. 2. A conceited dolt; a perverse blockhead. Jackass bark (Naut.), a three-masted vessel, with only the foremast square-rigged; a barkentine. -- Jackass deer (Zoöl.), the koba. -- Jackass hare, Jackass rabbit (Zoöl.). See Jack rabbit, under 2d Jack, n. -- Jackass penguin (Zoöl.), any species of penguin of the genus Spheniscus, of which several are known. One species (S. demersus) inhabits the islands near the Cape of Good Hope; another (S. Magellanicus) is found at the Falkland Islands. They make a noise like the braying of an ass; -- hence the name. -- Laughing jackass. (Zoöl.) See under Laughing.",
      "jymold" : "See Gimmal.",
      "japanning" : "The art or act of varnishing in the Japanese manner.",
      "jakie" : "A South American striped frog (Pseudis paradoxa), remarkable for having a tadpole larger than the adult, and hence called also paradoxical frog.",
      "johnsonese" : "The literary style of Dr. Samuel Johnson, or one formed in imitation of it; an inflated, stilted, or pompous style, affecting classical words. E. Everett.",
      "julus" : "A catkin or ament. See Ament.",
      "jumpweld" : "See Buttweld, v. t.",
      "justiceship" : "The office or dignity of a justice. Holland.",
      "jewelry" : "1. The art or trade of a jeweler. Cotgrave. 2. Jewels, collectively; as, a bride's jewelry.",
      "janizar" : "A janizary. [R.] Byron.",
      "jockeying" : "The act or management of one who jockeys; trickery. Beaconsfield.",
      "jetty" : "Made of jet, or like jet in color. The people . . . are of a jetty. Sir T. Browne.\n\n1. (Arch.)  A part of a building that jets or projects beyond the rest, and overhangs the wall below. 2. A wharf or pier extending from the shore. 3. (Hydraul. Engin.)  A structure of wood or stone extended into the sea to influence the current or tide, or to protect a harbor; a mole; as, the Eads system of jetties at the mouth of the Mississippi River. Jetty ad (Naut.), a projecting part at the end of a wharf; the front of a wharf whose side forms one of the cheeks of a dock.\n\nTo jut out; to project. [Obs.] Florio. JEU D'ESPRIT Jeu\" d'es`prit\". Etym: [F., play of mind.]  A witticism.",
      "jatrophic" : "Of or pertaining to physic nuts, the seeds of plants of the genus Jatropha.",
      "jelerang" : "A large, handsome squirrel (Sciurus Javensis), native of Java and Southern Asia; -- called also Java squirrel.",
      "jewish calendar" : "A lunisolar calendar in use among Hebraic peoples, reckoning from the year 3761 b. c., the date traditionally given for the Creation. It received its present fixed form from Hillel II. about 360 a. d. The present names of the months, which are Babylonian- Assyrian in origin, replaced older ones, Abib, Bul, etc., at the time of the Babylonian Exile. Nineteen years constitute a lunar cycle, of which the 3d, 6th, 8th, 11th, 14th, 17th, and 19th years are leap years. The year 5663 [1902-3 a. d.] was the first year of the 299th lunar cycle. The common year is said to be defective, regular, or perfect (or abundant) according as it has 353, 354, or 355 days. The leap year has an intercalary month, and a total of 383 (defective), 384 (regular), or 385 (perfect, or abundant) days. The calendar is complicated by various rules providing for the harmonious arrangement of festivals, etc., so that no simple perpetual calendar can be constructed. The following table gives the months in order, with the number of days assigned to each. Only three months vary in length. They are: Heshvan, which has 30 days in perfect years; Kislev, which has 30 days in regular and perfect years; and Adar, which has 30 days in leap years. The ecclesiastical year commences with Nisan and the civil year with Tishri. The date of the first of Tishri, or the Jewish New Year, is also given for the Jewish years 5661-5696 (1900- 1935 a. d.). From these tables it is possible to transform any Jewish date into Christian, or vice versa, for the years 1900-1935 a. d. Months of the Jewish Year. 1 Tishri . . . . . . 30 2 Heshvan . . . . .  29 (r. & d.) or 30 (p.) 3 Kislev . . . . . . 29 (d.) or 30 (r. & p.) 4 Tebet . . . . . .  29 5 Shebat . . . . . . 30 6 Adar . . . . . . . 29 or 30 (l.) -- Veadar . . . . .  29 (occuring only in leap years) 7 Nisan . . . . . . .30 8 Ivar . . . . . . ..29 9 Sivan . . . . . . .30 10 Tammux . . . . . . 29 11 Ab . . . . . . . . 30 12 Elul . . . . . . ..29 Jewish Year                   a. d. 5661 p.     begins     Sept.  24, 1900 5662 d.l.    \"      \"   14, 1901 5663 p.      \"      Oct.    2, 1902 5664 r.      \"      Sept.  22, 1903 5665 p.l.    \"      \"   10, 1904 5666 p.      \"      \"   30, 1905 5667 r.      \"      \"   20, 1906 5668 d.l.    \"      \"    6, 1907 5669 p.      \"      \"   26, 1908 5670 d.l.    \"      \"   16, 1909 5671 r.      \"      Oct.    4, 1910 5672 p.      \"      Sept.  23, 1911 5673 p.l.    \"      \"   12, 1912 5674 r.      \"      Oct.    2, 1913 5675 d.      \"      Sept.  21, 1914 5676 p.l.    \"      \"    9, 1915 5677 r.      \"      \"   28, 1916 5678 p.      \"      \"   17, 1917 5679 d.l.   begins     Sept.   7, 1918 5680 r.      \"      \"   25, 1919 5681 p.l.    \"      \"   13, 1920 5682 p.      \"      Oct.    3, 1921 5683 d.      \"      Sept.  23, 1922 5684 r.l.    \"      \"   11, 1923 5685 p.      \"      \"   29, 1924 5686 p.      \"      \"   19, 1925 5687 d.l.    \"      \"    9, 1926 5688 r.      \"      \"   27, 1927 5689 p.l.    \"      \"   15, 1928 5690 d.      \"      Oct.    5, 1929 5691 r.      \"      Sept.  23, 1930 5692 p.l.    \"      \"   12, 1931 5693 p.      \"      Oct.    1, 1932 5694 r.      \"      Sept.  23, 1933 5695 d.l.    \"      \"   10, 1934 5696 p.      \"      \"   28, 1935 d. = defective year; d.l. = defective leap year; p. = perfect year; p.l. = perfect leap year; r. = regular year; r.l. = regular leap year.",
      "jingo" : "1. A word used as a jocular oath. \"By the living jingo.\" Goldsmith. 2. A statesman who pursues, or who favors, aggressive, domineering policy in foreign affairs. [Cant, Eng.] Note: This sense arose from a doggerel song which was popular during the Turco-Russian war of 1877 and 1878. The first two lines were as follows: -- We don't want to fight, but by Jingo if we do, We 've got the ships, we 've got the men, we 've got the money too.",
      "jolif" : "Joyful; merry; pleasant; jolly. [Obs.] Chaucer.",
      "juncture" : "1. A joining; a union; an alliance. [Obs.] \"Devotional compliance and juncture of hearts.\" Eikon Basilike. 2. The line or point at which two bodies are joined; a joint; an articulation; a seam; as, the junctures of a vessel or of the bones. Boyle. 3. A point of time; esp., one made critical or important by a concurrence of circumstances; hence, a crisis; an exigency. \"Extraordinary junctures.\" Addison. In such a juncture, what can the most plausible and refined philosophy offer Berkeley.",
      "jorden" : "1. A pot or vessel with a large neck, formerly used by physicians and alchemists. [Obs.] Halliwell. 2. A chamber pot. [Obs.] Chaucer. Shak.",
      "joseph" : "An outer garment worn in the 18th century; esp., a woman's riding habit, buttoned down the front. Fairholt. JOSEPH'S FLOWER Jo\"seph's flow\"er. (Bot.)  A composite herb (Tragopogon pratensis), of the same genus as the salsify.",
      "joke" : "1. Something said for the sake of exciting a laugh; something witty or sportive (commonly indicating more of hilarity or humor than jest); a jest; a witticism; as, to crack good-natured jokes. And gentle dullness ever loves a joke. Pope. Or witty joke our airy senses moves To pleasant laughter. Gay. 2. Something not said seriously, or not actually meant; something done in sport. Inclose whole downs in walls, 't is all a joke. Pope. In joke, in jest; sportively; not meant seriously. -- Practical joke. See under Practical.\n\nTo make merry with; to make jokes upon; to rally; to banter; as, to joke a comrade.\n\nTo do something for sport, or as a joke; to be merry in words or actions; to jest. He laughed, shouted, joked, and swore. Macaulay. Syn. -- To jest; sport; rally; banter. See Jest.",
      "justificatory" : "Vindicatory; defensory; justificative.",
      "javelinier" : "A soldier armed with a javelin. Holland.",
      "jill-flirt" : "A light, giddy, or wanton girl or woman. See Gill-flirt.",
      "justifier" : "One who justifies; one who vindicates, supports, defends, or absolves. Justifiers of themselves and hypocrites. Strype. That he might be just, and the justifier of him which believeth in Jesus. Rom. iii. 26.",
      "jutting" : "Projecting, as corbels, cornices, etc. -- Jut\"ting*ly, adv.",
      "juvenal" : "A youth. [Obs.] Shak.",
      "japhetic" : "Pertaining to, or derived from, Japheth, one of the sons of Noah; as, Japhetic nations, the nations of Europe and Northern Asia; Japhetic languages.",
      "jacinth" : "See Hyacinth. Tennyson.",
      "joram" : "See Jorum.",
      "job" : "1. A sudden thrust or stab; a jab. 2. A piece of chance or occasional work; any definite work undertaken in gross for a fixed price; as, he did the job for a thousand dollars. 3. A public transaction done for private profit; something performed ostensibly as a part of official duty, but really for private gain; a corrupt official business. 4. Any affair or event which affects one, whether fortunately or unfortunately. [Colloq.] 5. A situation or opportunity of work; as, he lost his job. [Colloq.] Note: Job is used adjectively to signify doing jobs, used for jobs, or let on hire to do jobs; as, job printer; job master; job horse; job wagon, etc. By the job, at a stipulated sum for the work, or for each piece of work done; -- distinguished from time work; as, the house was built by the job. -- Job lot, a quantity of goods, usually miscellaneous, sold out of the regular course of trade, at a certain price for the whole; as, these articles were included in a job lot. -- Job master, one who lest out horses and carriages for hire, as for family use. [Eng.] -- Job printer, one who does miscellaneous printing, esp. circulars, cards, billheads, etc. -- Odd job, miscellaneous work of a petty kind; occasional work, of various kinds, or for various people.\n\n1. To strike or stab with a pointed instrument. L'Estrange. 2. To thrust in, as a pointed instrument. Moxon. 3. To do or cause to be done by separate portions or lots; to sublet (work); as, to job a contract. 4. (Com.)  To buy and sell, as a broker; to purchase of importers or manufacturers for the purpose of selling to retailers; as, to job goods. 5. To hire or let by the job or for a period of service; as, to job a carriage. Thackeray.\n\n1. To do chance work for hire; to work by the piece; to do petty work. Authors of all work, to job for the season. Moore. 2. To seek private gain under pretense of public service; to turn public matters to private advantage. And judges job, and bishops bite the town. Pope. 3. To carry on the business of a jobber in merchandise or stocks.\n\nThe hero of the book of that name in the Old Testament; the typical patient man. Job's comforter. (a) A false friend; a tactless or malicious person who, under pretense of sympathy, insinuates rebukes. (b) A boil. [Colloq.] -- Job's news, bad news. Carlyle. -- Job's tears (Bot.), a kind of grass (Coix Lacryma), with hard, shining, pearly grains.",
      "jequirity bean" : "The seed of the wild licorice (Abrus precatorius) used by the people of India for beads in rosaries and necklaces, as a standard weight, etc.; -- called also jumble bead.",
      "jackeen" : "A drunken, dissolute fellow. [Ireland] S. C. Hall.",
      "jackknife" : "A large, strong clasp knife for the pocket; a pocket knife. JACK-'-LANTERN Jack\"-o'-lan`tern, n.  See Jack-with-a-lantern, under 2d Jack.",
      "jet" : "Same as 2d Get. [Obs.] Chaucer.\n\nA variety of lignite, of a very compact texture and velvet black color, susceptible of a good polish, and often wrought into mourning jewelry, toys, buttons, etc. Formerly called also black amber. Jet ant (Zoöl.), a blackish European ant (Formica fuliginosa), which builds its nest of a paperlike material in the trunks of trees.\n\n1. A shooting forth; a spouting; a spurt; a sudden rush or gush, as of water from a pipe, or of flame from an orifice; also, that which issues in a jet. 2. Drift; scope; range, as of an argument. [Obs.] 3. The sprue of a type, which is broken from it when the type is cold. Knight. Jet propeller (Naut.), a device for propelling vessels by means of a forcible jet of water ejected from the vessel, as by a centrifugal pump. -- Jet pump, a device in which a small jet of steam, air, water, or other fluid, in rapid motion, lifts or otherwise moves, by its impulse, a larger quantity of the fluid with which it mingles.\n\n1. To strut; to walk with a lofty or haughty gait; to be insolent; to obtrude. [Obs.] he jets under his advanced plumes! Shak. To jet upon a prince's right. Shak. 2. To jerk; to jolt; to be shaken. [Obs.] Wiseman. 3. To shoot forward or out; to project; to jut out.\n\nTo spout; to emit in a stream or jet. A dozen angry models jetted steam. Tennyson.",
      "jar" : "A turn. [Only in phrase.] On the jar, on the turn, ajar, as a door.\n\n1. A deep, broad-mouthed vessel of earthenware or glass, for holding fruit, preserves, etc., or for ornamental purposes; as, a jar of honey; a rose jar. Dryden. 2. The measure of what is contained in a jar; as, a jar of oil; a jar of preserves. Bell jar, Leyden jar. See in the Vocabulary.\n\n1. To give forth a rudely quivering or tremulous sound; to sound harshly or discordantly; as, the notes jarred on my ears. When such strings jar, what hope of harmony Shak. A string may jar in the best master's hand. Roscommon. 2. To act in opposition or disagreement; to clash; to interfere; to quarrel; to dispute. When those renowned noble peers Greece Through stubborn pride among themselves did jar. Spenser. For orders and degrees Jar not with liberty, but well consist. Milton.\n\n1. To cause a short, tremulous motion of, to cause to tremble, as by a sudden shock or blow; to shake; to shock; as, to jar the earth; to jar one's faith. 2. To tick; to beat; to mark or tell off. [Obs.] My thoughts are minutes, and with sighs they jar Their watches on unto mine eyes. Shak.\n\n1. A rattling, tremulous vibration or shock; a shake; a harsh sound; a discord; as, the jar of a train; the jar of harsh sounds. 2. Clash of interest or opinions; collision; discord; debate; slight disagreement. And yet his peace is but continual jar. Spenser. Cease, cease these jars, and rest your minds in peace. Shak. 3. A regular vibration, as of a pendulum. I love thee not a jar of the clock. Shak. 4. pl.  In deep well boring, a device resembling two long chain links, for connecting a percussion drill to the rod or rope which works it, so that the drill is driven down by impact and is jerked loose when jammed.",
      "jawfoot" : "See Maxilliped.",
      "jeffersonian" : "Pertaining to, or characteristic of, Thomas Jefferson or his policy or political doctrines. Lowell.",
      "jig" : "1. (Mus.)  A light, brisk musical movement. Hot and hasty, like a Scotch jib. Shak. 3. A light, humorous piece of writing, esp. in rhyme; a farce in verse; a ballad. [Obs.] A jig shall be clapped at, and every rhyme Praised and applauded. Beau. & Fl. 4. A piece of sport; a trick; a prank. [Obs.] Is't not a fine jig, A precious cunning, in the late Protector Beau & Fl. 5. A trolling bait, consisting of a bright spoon and a hook attached. 6. (Mach.) (a) A small machine or handy tool; esp.: (Metal Working)  A contrivance fastened to or inclosing a piece of work, and having hard steel surfaces to guide a tool, as a drill, or to form a shield or templet to work to, as in filing. (b) (Mining) An apparatus or a machine for jigging ore. Drill jig, a jig for guiding a drill. See Jig, 6 (a). -- Jig drilling, Jig filing (Metal Working), a process of drilling or filing in which the action of the tool is directed or limited by a jig. -- Jig saw, a sawing machine with a narrow, vertically reciprocating saw, used to cut curved and irregular lines, or ornamental patterns in openwork, a scroll saw; -- called also gig saw.\n\n1. To sing to the tune of a jig. Jig off a tune at the tongue's end. Shak. 2. To trick or cheat; to cajole; to delude. Ford. 3. (Mining)  To sort or separate, as ore in a jigger or sieve. See Jigging, n. 4. (Metal Working)  To cut or form, as a piece of metal, in a jigging machine.\n\nTo dance a jig; to skip about. You jig, you amble, and you lisp. Shak.",
      "jocose" : "Given to jokes and jesting; containing a joke, or abounding in jokes; merry; sportive; humorous. To quit their austerity and be jocose and pleasant with an adversary. Shaftesbury. All . . . jocose or comical airs should be excluded. I. Watts. Syn. -- Jocular; facetious; witty; merry; pleasant; waggish; sportive; funny; comical. -- Jo*cose\"ly, adv. -- Jo*cose\"ness, n. Spondanus imagines that Ulysses may possibly speak jocosely, but in truth Ulysses never behaves with levity. Broome. He must beware lest his letter should contain anything like jocoseness; since jesting is incompatible with a holy and serious life. Buckle.",
      "jordan" : "1. A pot or vessel with a large neck, formerly used by physicians and alchemists. [Obs.] Halliwell. 2. A chamber pot. [Obs.] Chaucer. Shak.",
      "junction box" : "A box through which the main conductors of a system of electric distribution pass, and where connection is made with branch circuits."
    }