    {
      "kefir" : "An effervescent liquor like kumiss, made from fermented milk, used as a food and as a medicine in the northern Caucasus. -- Ke*fir\"ic (#), a.",
      "kieserite" : "Hydrous sulphate of magnesia found at the salt mines of Stassfurt, Prussian Saxony.",
      "kinsmanship" : "Kinship. Thackeray.",
      "kagu" : "A singular, crested, grallatorial bird (Rhinochetos jubatus), native of New Caledonia. It is gray above, paler beneath, and the feathers of the wings and tail are handsomely barred with brown, black, and gray. It is allied to the sun bittern.",
      "kibosh" : "1. Nonsense; stuff; also, fashion; style. [Slang] 2.  Portland cement when thrown or blown into the recesses of carved stonework to intensify the shadows. To put the kibosh on, to do for; to dispose of. [Slang]",
      "kaleidoscope" : "An instrument invented by Sir David Brewster, which contains loose fragments of colored glass, etc., and reflecting surfaces so arranged that changes of position exhibit its contents in an endless variety of beautiful colors and symmetrical forms. It has been much employed in arts of design. Shifting like the fragments of colored glass in the kaleidoscope. G. W. Cable.",
      "kidnap" : "To take (any one) by force or fear, and against one's will, with intent to carry to another place. Abbott. You may reason or expostulate with the parents, but never attempt to kidnap their children, and to make proselytes of them. Whately. Note: Originally used only of stealing children, but now extended in application to any human being, involuntarily abducted.",
      "kickup" : "The water thrush or accentor. [Local, West Indies]",
      "kindless" : "Destitute of kindness; unnatural.[Obs.] \"Kindless villain.\" Shak.",
      "knar" : "See Gnar. [Obs.] Chaucer.",
      "kanchil" : "A small chevrotain of the genus Tragulus, esp. T. pygmæus, or T. kanchil, inhabiting Java, Sumatra, and adjacent islands; a deerlet. It is noted for its agility and cunning.",
      "keratogenous" : "Producing horn; as, the keratogenous membrane within the horny hoof of the horse.",
      "knurly" : "Full of knots; hard; tough; hence, capable of enduring or resisting much.",
      "kyriological" : "Serving to denote objects by conventional signs or alphabetical characters; as, the original Greek alphabet of sixteen letters was called kyriologic, because it represented the pure elementary sounds. See Curiologic. [Written also curiologic and kuriologic.] Note: The term is also applied, as by Warburton, to those Egyptian hieroglyphics, in which a part is put conventionally for the whole, as in depicting a battle by two hands, one holding a shield and the other a bow.",
      "kilolitre" : "A measure of capacity equal to a cubic meter, or a thousand liters. It is equivalent to 35.315 cubic feet, and to 220.04 imperial gallons, or 264.18 American gallons of 321 cubic inches.",
      "kapelle" : "A chapel; hence, the choir or orchestra of a prince's chapel; now, a musical establishment, usually orchestral. Grove.",
      "knightliness" : "The character or bearing suitable for a knight; chivalry. Spenser.",
      "kalmuck" : "1. pl. (Ethnol.)  See Calmucks. 2. A kind of shaggy cloth, resembling bearskin. 3. A coarse, dyed, cotton cloth, made in Prussia.",
      "kadder" : "The jackdaw.",
      "kichil" : ",. [Obs.] See Kechil. Chaucer.",
      "kinepox" : "See Cowpox. Kin\"e*scope (, n.  See Kinetoscope.",
      "kercher" : "A kerchief. [Obs.] He became . . . white as a kercher. Sir T. North.",
      "knightage" : "To body of knights, taken collectively.",
      "kreutzer" : "A small copper coin formerly used in South Germany; also, a small Austrian copper coin. [Written also kreuzer.]",
      "kymnel" : "See Kimnel. [Obs.] Chapman.",
      "kernelly" : "Full of kernels; resembling kernels; of the nature of kernels. Holland.",
      "kindliness" : "1. Natural inclination; natural course. [Obs.] Milton. 2. The quality or state of being kindly; benignity; benevolence; gentleness; tenderness; as, kindliness of disposition, of treatment, or of words. In kind a father, but not in kindliness. Sackville. 3. Softness; mildness; propitiousness; as, kindliness of weather, or of a season. Fruits and corn are much advanced by temper of the air and kindliness of seasons. Whitlock.",
      "kola" : "Same as Cola, Cola nut.",
      "kerl" : "See Carl.",
      "keepsake" : "Anything kept, or given to be kept, for the sake of the giver; a token of friendship.",
      "kino" : "The dark red dried juice of certain plants, used variously in tanning, in dyeing, and as an astringent in medicine. Note: The chief supply is from an East Indian leguminous tree, the Pterocarpus Marsupium. Other sources are the African Pterocarpus erinaceus, the tropical American sea grape (Coccoloba uvifera), and several Australian Eucalypti. See Botany bay kino, under Botany bay, Gum butea, under Gum, and Eucalyptus.",
      "kingcup" : "The common buttercup.",
      "kanacka" : "A native of the Sandwich Islands.",
      "kohnur" : "A famous diamond, surrendered to the British crown on the annexation of the Punjab. According to Hindoo legends, it was found in a Golconda mine, and has been the property of various Hindoo and Persian rulers.",
      "knocker" : "One who, or that which, knocks; specifically, an instrument, or kind of hammer, fastened to a door, to be used in seeking for admittance. Shut, shut the door, good John ! fatigued, knocker; say I'm sick, I'm dead. Pope.",
      "kryolite" : "See Cryolite.",
      "kinetics" : "See Dynamics.",
      "kali" : "The last and worst of the four ages of the world; -- considered to have begun B. C. 3102, and to last 432,000 years.\n\nThe black, destroying goddess; -- called also Doorga, Anna Purna.\n\nThe glasswort (Salsola Kali).",
      "kaw" : "See Caw.",
      "knottiness" : "1. The quality or state of being knotty or full of knots. 2. Difficulty of solution; intricacy; complication. \" Knottiness of his style.\" Hare.",
      "kaleidophone" : "An instrument invented by Professor Wheatstone, consisting of a reflecting knob at the end of a vibrating rod or thin plate, for making visible, in the motion of a point of light reflected from the knob, the paths or curves corresponding with the musical notes produced by the vibrations.",
      "knight-errantry" : "The character or actions of wandering knights; the practice of wandering in quest of adventures; chivalry; a quixotic or romantic adventure or scheme. The rigid guardian [i. e., conscience] of a blameless heart Is weak with rank knight-erratries o'errun. Young.",
      "kilter" : "See Kelter.",
      "kobalt" : "See Cobalt.",
      "kecklish" : "Inclined to vomit; squeamish. [R.] Holland.",
      "kieve" : "See Keeve, n.",
      "kummel" : "A Russian and German liqueur, consisting of a sweetened spirit flavored with caraway seeds.",
      "kernelled" : "Having a kernel.",
      "kairine" : "A pale buff or white crystalline alkaloid derived from quinoline, and used as an antipyretic in medicine.",
      "kinematic" : "Of or pertaining to kinematics. Kinematic curves, curves produced by machinery, or a combination of motions, as distinguished from mathematical curves.",
      "kephalin" : "One of a group of nitrogenous phosphorized principles, supposed by Thudichum to exist in brain tissue.",
      "keslop" : "The stomach of a calf, prepared for rennet. Halliwell.",
      "keyhole" : "1. A hole or apertupe in a door or lock, for receiving a key. 2. (a) (Carp.) A hole or excavation in beams intended to be joined together, to receive the key which fastens them. (b) (Mach.) a mortise for a key or cotter. Keyhole limpet (Zoöl.), a marine gastropod of the genus Fissurella and allied genera. See Fissurella. -- Keyhole saw, a narrow, slender saw, used in cutting keyholes, etc., as in doors; a kind of compass saw or fret saw. -- Keyhole urchin (Zoöl.), any one of numerous clypeastroid sea urchins, of the genera Melitta, Rotula, and Encope; -- so called because they have one or more perforations resembling keyholes.",
      "knock-kneed" : "Having the legs bent inward so that the knees touch in walking. [Written also knack-kneed.]",
      "knappish" : "Snappish; peevish. [Obs.] Grafton.",
      "karaite" : "A sect of Jews who adhere closely to the letter of the Scriptures, rejecting the oral law, and allowing the Talmud no binding authority; -- opposed to the Rabbinists.",
      "khanate" : "Dominion or jurisdiction of a khan.",
      "kinesodic" : "Conveying motion; as; kinesodic substance; -- applied esp. to the spinal cord, because it is capable of conveying doth voluntary and reflex motor impulses, without itself being affected by motor impulses applied to it directly.",
      "kibblings" : "Portions of small fish used for bait on the banks of Newfoundland.",
      "kinetograph" : "(a) A camera for making chronophotographs. (b) A machine for the projection of chronophotographs upon a screen for the purpose of producing the effect of an animated picture. (c) A combined animated-picture machine and phonograph in which sounds appropriate to the scene are automatically uttered by the latter instrument.",
      "kinship" : "Family relationship.",
      "kite" : "1. (Zoöl.)  Any raptorial bird of the subfamily Milvinæ, of which many species are known. They have long wings, adapted for soaring, and usually a forked tail. Note: The European species are Milvus ictinus and M. govinda; the sacred or Brahmany kite of India is Haliastur Indus; the American fork-tailed kite is the Nauclerus furcatus. 2. Fig. : One who is rapacious. Detested kite, thou liest. Shak. 3. A light frame of wood or other material covered with paper or cloth, for flying in the air at the end of a string. 4. (Naut.)  A lofty sail, carried only when the wind is light. 5. (Geom.)  A quadrilateral, one of whose diagonals is an axis of symmetry. Henrici. 6. Fictitious commercial paper used for raising money or to sustain credit, as a check which represents no deposit in bank, or a bill of exchange not sanctioned by sale of goods; an accommodation check or bill. [Cant] 7. (Zoöl.)  The brill. [Prov. Eng. ] Flying kites. (Naut.) See under Flying. -- Kite falcon (Zoöl.), an African falcon of the genus Avicida, having some resemblance to a kite.\n\nTo raise money by \"kites;\" as, kiting transactions. See Kite, 6. [Cant]\n\nThe belly. [Prov. Eng. & Scot.]",
      "kingling" : "Same as Kinglet, 1. Churchill.",
      "kingly" : "Belonging to, suitable to, or becoming, a king; characteristic of, resembling, a king; directed or administered by a king; monarchical; royal; sovereign; regal; august; noble; grand. \"Kingly magnificence.\" Sir P. Sidney. \"A kingly government.\" Swift. \"The kingly couch.\" Shak. The kingliest kings are crowned with thorn. G. Massey. Leave kingly backs to cope with kingly cares. Cowper. Syn. -- Regal; royal; monarchical; imperial; august; sovereign; noble; splendid. -- Kingly, Regal. Kingly is Anglo-Saxon, and refers especially to the character of a king; regal is Latin, and now relates more to his office. The former is chiefly used of dispositions, feelings, and purposes which are kinglike; as, kingly sentiments; kingly condescension; \" a kingly heart for enterprises.\" Sir P. Sidney. The latter is oftener applied to external state, pomp, etc.; as, regal state, regal title, etc. This distinction is not observed by our early writers, but is gaining ground.\n\nIn a kingly or kinglike manner. Shak. Low bowed the rest; he, kingly, did but nod. Pore. Note: Although this citation, one from Paradise Lost, and one from Shakespeare's ll4th Sonnet are given by lexicographers as examples of adverbial use, it is by no means clear that the word is not an adjective in each instance.",
      "kittle" : "To bring forth young, as a cat; to kitten; to litter. [Prov. Eng. & Scot.]\n\nTo tickle. [Prov. Eng. & Scot.] [Written also kittel.] Halliwell. Jamieson.\n\nTicklish; not easily managed; troublesome; difficult; variable. [Prov. Eng. & Scot.] Halliwell. Sir W. Scott.",
      "korrigum" : "A West African antelope (Damalis Senegalensis), allied to the sassaby. It is reddish gray, with a black face, and a black stripe on the outside of the legs above the knees.",
      "klick" : "See Click.",
      "ketol" : "One of a series of series of complex nitrogenous substances, represented by methyl ketol and related to indol. Methyl ketol, a weak organic base, obtained as a white crystalline substance having the odor of fæces.",
      "knacky" : "Having a knack; cunning; crafty; trickish. [Prov. Eng. & Scot.] Halliwell.",
      "keenly" : "In a keen manner.",
      "keelage" : "The right of demanding a duty or toll for a ship entering a port; also, the duty or toll. Bouvier. Wharton.",
      "kauri gum" : "A resinous product of the kauri, found in the form of yellow or brown lumps in the ground where the trees have grown. It is used for making varnish, and as a substitute for amber.",
      "koba" : "Any one of several species of African antelopes of the genus Kobus, esp. the species Kobus sing-sing.",
      "king" : "A Chinese musical instrument, consisting of resonant stones or metal plates, arranged according to their tones in a frame of wood, and struck with a hammer.\n\n1. A chief ruler; a sovereign; one invested with supreme authority over a nation, country, or tribe, usually by hereditary succession; a monarch; a prince. \"Ay, every inch a king.\" Shak. Kings will be tyrants from policy, when subjects are rebels from principle. Burke. There was a State without king or nobles. R. Choate. But yonder comes the powerful King of Day, Rejoicing in the east Thomson. 2. One who, or that which, holds a supreme position or rank; a chief among competitors; as, a railroad king; a money king; the king of the lobby; the king of beasts. 3. A playing card having the picture of a king; as, the king of diamonds. 4. The chief piece in the game of chess. 5. A crowned man in the game of draughts. 6. pl.  The title of two historical books in the Old Testament. Note: King is often used adjectively, or in combination, to denote preëminence or superiority in some particular; as, kingbird; king crow; king vulture. Apostolic king.See Apostolic. -- King-at-arms, or King-of-arms, the chief heraldic officer of a country. In England the king-at-arms was formerly of great authority. His business is to direct the heralds, preside at their chapters, and have the jurisdiction of armory. There are three principal kings-at- arms, viz., Garter, Clarencieux, and Norroy. The latter (literally north roy or north king) officiates north of the Trent. -- King auk (Zoöl.), the little auk or sea dove. -- King bird of paradise. (Zoöl.), See Bird of paradise. -- King card, in whist, the best unplayed card of each suit; thus, if the ace and king of a suit have been played, the queen is the king card of the suit. -- King Cole , a legendary king of Britain, who is said to have reigned in the third century. -- King conch (Zoöl.), a large and handsome univalve shell (Cassis cameo), found in the West Indies. It is used for making cameos. See Helmet shell, under Helmet. -- King Cotton, a popular personification of the great staple production of the southern United States. -- King crab. (Zoöl.) (a) The limulus or horseshoe crab. See Limulus. (b) The large European spider crab or thornback (Maia sguinado). -- King crow. (Zoöl.) (a) A black drongo shrike (Buchanga atra) of India; -- so called because, while breeding, they attack and drive away hawks, crows, and other large birds. (b) The Dicrurus macrocercus of India, a crested bird with a long, forked tail. Its color is black, with green and blue reflections. Called also devil bird. -- King duck (Zoöl.), a large and handsome eider duck (Somateria spectabilis), inhabiting the arctic regions of both continents. -- King eagle (Zoöl.), an eagle (Aquila heliaca) found in Asia and Southeastern Europe. It is about as large as the golden eagle. Some writers believe it to be the imperial eagle of Rome. -- King hake (Zoöl.), an American hake (Phycis regius), fond in deep water along the Atlantic coast. -- King monkey (Zoöl.), an African monkey(Colobus polycomus), inhabiting Sierra Leone. -- King mullet (Zoöl.), a West Indian red mullet (Upeneus maculatus); -- so called on account of its great beauty. Called also goldfish. -- King of terrors, death. -- King parrakeet (Zoöl.), a handsome Australian parrakeet (Platycercys scapulatus), often kept in a cage. Its prevailing color is bright red, with the back and wings bright green, the rump blue, and tail black. -- King penguin (Zoöl.), any large species of penguin of the genus Aptenodytes; esp., A. longirostris, of the Falkland Islands and Kerguelen Land, and A. Patagonica , of Patagonia. -- King rail (Zoöl.), a small American rail (Rallus elegans), living in fresh-water marshes. The upper parts are fulvous brown, striped with black; the breast is deep cinnamon color. -- King salmon (Zoöl.), the quinnat. See Quinnat. -- King's, or Queen's, counsel (Eng. Law), barristers learned in the law, who have been called within the bar, and selected to be the king's or gueen's counsel. They answer in some measure to the advocates of the revenue (advocati fisci) among the Romans. They can not be employed against the crown without special license. Wharton's Law Dict. -- King's cushion, a temporary seat made by two persons crossing their hands. [Prov. Eng.] Halliwell. -- The king's English, correct or current language of good speakers; pure English. Shak. -- King's or Queen's, evidence, testimony in favor of the Crown by a witness who confesses his guilt as an accomplice. See under Evidence. [Eng.] -- King's evil, scrofula; -- so called because formerly supposed to be healed by the touch of a king. -- King snake (Zoöl.), a large, nearly black, harmless snake (Ophiobolus getulus) of the Southern United States; -- so called because it kills and eats other kinds of snakes, including even the rattlesnake. -- King's spear (Bot.), the white asphodel (Asphodelus albus). -- King's yellow, a yellow pigment, consisting essentially of sulphide and oxide of arsenic; -- called also yellow orpiment. -- King tody (Zoöl.), a small fly-catching bird (Eurylaimus serilophus) of tropical America. The head is adorned with a large, spreading, fan-shaped crest, which is bright red, edged with black. -- King vulture (Zoöl.), a large species of vulture (Sarcorhamphus papa), ranging from Mexico to Paraguay, The general color is white. The wings and tail are black, and the naked carunculated head and the neck are briliantly colored with scarlet, yellow, orange, and blue. So called because it drives away other vultures while feeding. -- King wood, a wood from Brazil, called also violet wood, beautifully streaked in violet tints, used in turning and small cabinetwork. The tree is probably a species of Dalbergia. See Jacaranda.\n\nTo supply with a king; to make a king of; to raise to royalty. [R.] Shak. Those traitorous captains of Israel who kinged themselves by slaying their masters and reigning in their stead. South.",
      "kymry" : "See Cymry.",
      "keratophyte" : "A gorgonian coral having a horny axis.",
      "kalpa" : "One of the Brahmanic eons, a period of 4,320,000,000 years. At the end of each Kalpa the world is annihilated.",
      "kerchiefed" : "Dressed; hooded; covered; wearing a kerchief. Milton.",
      "kafilah" : "See Cafila.",
      "knower" : "One who knows. Shak.",
      "kittysol" : "The Chinese paper parasol.",
      "kerneled" : "Having a kernel.",
      "keir" : "See Kier.",
      "knor" : "See Knur. [Obs.]",
      "kalasie" : "A long-tailed monkey of Borneo (Semnopithecus rubicundus). It has a tuft of long hair on the head.",
      "kapia" : "The fossil resin of the kauri tree of New Zealand.",
      "kind-hearted" : "Having kindness of nature; sympathetic; characterized by a humane disposition; as, a kind-hearted landlord. To thy self at least kind-hearted prove. Shak.",
      "kern baby" : "A doll or image decorated with corn (grain) flowers, etc., carried in the festivals of a kern, or harvest-home. Called also harvest queen.",
      "kymographic" : "Of or pertaining to a kymograph; as, a kymographic tracing.",
      "khaya" : "A lofty West African tree (Khaya Senegalensis), related to the mahogany, which it resembles in the quality of the wood. The bark is used as a febrifuge.",
      "kilerg" : "A unit of work equal to one thousand ergs.",
      "kaolin" : "A very pure white clay, ordinarily in the form of an impalpable powder, and used to form the paste of porcelain; China clay; porcelain clay. It is chiefly derived from the decomposition of common feldspar. Note: The name is now applied to all porcelain clays which endure the fire without discoloration.",
      "kneepan" : "A roundish, flattened, sesamoid bone in the tendon in front of the knee joint; the patella; the kneecap.",
      "klamaths" : "A collective name for the Indians of several tribes formerly living along the Klamath river, in California and Oregon, but now restricted to a reservation at Klamath Lake; -- called also Clamets and Hamati.",
      "kiver" : "To cover. -- n.  A cover. [Disused except in illiterate speech.]",
      "kaloyer" : "See Caloyer.",
      "ketmie" : "The name of certain African species of Hibiscus, cultivated for the acid of their mucilage. [Written also ketmia.]",
      "kele" : "To cool. [Obs.] Chaucer.",
      "kolarian" : "An individual of one of the races of aboriginal inhabitants which survive in Hindostan. -- a.  Of or pertaining to the Kolarians.",
      "kadiaster" : "A Turkish judge. See Cadi.",
      "knarled" : "Knotted. See Gnarled.",
      "kneepiece" : "A piece shaped like a knee; as, the kneepieces or ears of a boat. KNEIPPISM; KNEIPP'S CURE; KNEIPP CURE Kneipp\"ism, n. Also Kneipp's, or Kneipp, cure.  Treatment of disease by forms of hydrotherapy, as walking barefoot in the morning dew, baths, wet compresses, cold affusions, etc.; -- so called from its originator, Sebastian Kneipp (1821-97), a German priest.",
      "kibble" : "To bruise; to grind coarsely; as, kibbled oats. [Prov.Eng.] Halliwell.\n\nA large iron bucket used in Cornwall and Wales for raising ore out of mines. [Prov. Eng.] [Written also kibbal.]",
      "knock" : "1. To drive or be driven against something; to strike against something; to clash; as, one heavy body knocks against another. Bacon. 2. To strike or beat with something hard or heavy; to rap; as, to knock with a club; to knock on the door. For harbor at a thousand doors they knocked. Dryden. Seek, and ye shall find; knock, and it shall be opened unto you. Matt. vii. 7. To knock about, to go about, taking knocks or rough usage; to wander about; to saunter. [Colloq.] \"Knocking about town.\" W. Irving. -- To knock up, to fail of strength; to become wearied or worn out, as with labor; to give out. \"The horses were beginning to knock up under the fatigue of such severe service.\" De Quincey. -- To knock off, to cease, as from work; to desist. -- To knock under, to yield; to submit; to acknowledge one's self conquered; -- an expression probably borrowed from the practice of knocking under the table with the knuckles, when conquered. \"Colonel Esmond knocked under to his fate.\" Thackeray.\n\n1. To strike with something hard or heavy; to move by striking; to drive (a thing) against something; as, to knock a ball with a bat; to knock the head against a post; to knock a lamp off the table. When heroes knock their knotty heads together. Rowe. 2. To strike for admittance; to rap upon, as a door. Master, knock the door hard. Shak. To knock down. (a) To strike down; to fell; to prostrate by a blow or by blows; as, to knock down an assailant. (b) To assign to a bidder at an auction, by a blow or knock; to knock off. -- To knock in the head, or on the head, to stun or kill by a blow upon the head; hence, to put am end to; to defeat, as a scheme or project; to frustrate; to quash. [Colloq.] -- To knock off. (a) To force off by a blow or by beating. (b) To assign to a bidder at an auction, by a blow on the counter. (c) To leave off (work, etc.). [Colloq.] -- To knock out, to force out by a blow or by blows; as, to knock out the brains. -- To knock up. (a) To arouse by knocking. (b) To beat or tire out; to fatigue till unable to do more; as, the men were entirely knocked up. [Colloq.] \"The day being exceedingly hot, the want of food had knocked up my followers.\" Petherick. (c) (Bookbinding) To make even at the edges, or to shape into book form, as printed sheets.\n\n1. A blow; a stroke with something hard or heavy; a jar. 2. A stroke, as on a door for admittance; a rap. \" A knock at the door.\" Longfellow. A loud cry or some great knock. Holland. Knock off, a device in a knitting machine to remove loops from the needles.",
      "kefir grains" : "Small hard yellowish aggregations found in the Caucasus region, and containing various yeasts and bacteria. They are used as a ferment in preparing kefir.",
      "killdee" : "A small American plover (Ægialitis vocifera). Note: It is dark grayish brown above; the rump and upper tail coverts are yellowish rufous; the belly, throat, and a line over the eyes, white; a ring round the neck and band across the breast, black.",
      "kamptulicon" : "A kind of elastic floor cloth, made of India rubber, gutta- percha, linseed oil, and powdered cork.",
      "kedger" : "A small anchor; a kedge.",
      "kelpy" : "An imaginary spirit of the waters, horselike in form, vulgarly believed to warn, by preternatural noises and lights, those who are to be drowned. Jamieson.",
      "keg" : "A small cask or barrel.",
      "kerana" : "A kind of long trumpet, used among the Persians. Moore (Encyc. of Music).",
      "knight" : "1. A young servant or follower; a military attendant. [Obs.] 2. (a) In feudal times, a man-at-arms serving on horseback and admitted to a certain military rank with special ceremonies, including an oath to protect the distressed, maintain the right, and live a stainless life. (b) One on whom knighthood, a dignity next below that of baronet, is conferred by the sovereign, entitling him to be addressed as Sir; as, Sir John. [Eng.] Hence: (c) A champion; a partisan; a lover. \"Give this ring to my true knight.\" Shak \"In all your quarrels will I be your knight.\" Tennyson. Knights, by their oaths, should right poor ladies' harms. Shak. Note: Formerly, when a knight's name was not known, it was customary to address him as Sir Knight. The rank of a knight is not hereditary. 3. A piece used in the game of chess, usually bearing a horse's head. 4. A playing card bearing the figure of a knight; the knave or jack. [Obs.] Carpet knight. See under Carpet. -- Knight of industry. See Chevalier d'industrie, under Chevalier. -- Knight of Malta, Knight of Rhodes, Knight of St. John of Jerusalem. See Hospitaler. -- Knight of the post, one who gained his living by giving false evidence on trials, or false bail; hence, a sharper in general. Nares. \"A knight of the post, . . . quoth he, for so I am termed; a fellow that will swear you anything for twelve pence.\" -- Nash. -- Knight of the shire, in England, one of the representatives of a county in Parliament, in distinction from the representatives of cities and boroughs. -- Knights commanders, Knights grand cross, different classes of the Order of the Bath. See under Bath, and Companion. Knights of labor, a secret organization whose professed purpose is to secure and maintain the rights of workingmen as respects their relations to their employers. [U. S.] -- Knights of Pythias, a secret order, founded in Washington, d.C., in 1864, for social and charitable purposes. -- Knights of the Round Table, knights belonging to an order which, according to the legendary accounts, was instituted by the mythical King Arthur. They derived their common title from the table around which they sat on certain solemn days. Brande & C.\n\nTo dub or create (one) a knight; -- done in England by the sovereign only, who taps the kneeling candidate with a sword, saying: Rise, Sir ---. A soldier, by the honor-giving hand Of Cknighted in the field. Shak.",
      "keramographic" : "Suitable to be written upon; capable of being written upon, as a slate; -- said especially of a certain kind of globe. Scudamore.",
      "kerned" : "Having part of the face projecting beyond the body or shank; -- said of type. \"In Roman, f and j are the only kerned letters.\" MacKellar.",
      "kholsun" : "The dhole.",
      "krang" : "The carcass of a whale after the blubber has been removed. [Written also crang and kreng.]",
      "kakapo" : "A singular nocturnal parrot (Strigops habroptilus), native of New Zealand. It lives in holes during the day, but is active at night. It resembles an owl in its colors and general appearance. It has large wings, but can fly only a short distance. Called also owl parrot, night parrot, and night kaka.",
      "kinkle" : "Same as 3d Kink.",
      "kleptomaniac" : "A person affected with kleptomania.",
      "kingfisher" : "Any one of numerous species of birds constituting the family Alcedinidæ. Most of them feed upon fishes which they capture by diving and seizing then with the beak; others feed only upon reptiles, insects, etc. About one hundred and fifty species are known. They are found in nearly all parts of the world, but are particularly abundant in the East Indies. Note: The belted king-fisher of the United States (Ceryle alcyon) feeds upon fishes. It is slate-blue above, with a white belly and breast, and a broad white ring around the neck. A dark band crosses the breast. The common European species (Alcedo ispida), which is much smaller and brighter colored, is also a fisher. See Alcedo. The wood kingfishers (Halcyones), which inhabit forests, especially in Africa, feed largely upon insects, but also eat reptiles, snails, and small Crustacea, as well as fishes. The giant kingfisher of Australia feeds largely upon lizards and insects. See Laughing jackass, under Laughing.",
      "kufic" : "See Cufic.",
      "kill" : "A kiln. [Obs.] Fuller.\n\nA channel or arm of the sea; a river; a stream; as, the channel between Staten Island and Bergen Neck is the Kill van Kull, or the Kills; -- used also in composition; as, Schuylkill, Catskill, etc.\n\n1. To deprive of life, animal or vegetable, in any manner or by any means; to render inanimate; to put to death; to slay. Ah, kill me with thy weapon, not with words ! Shak. 2. To destroy; to ruin; as, to kill one's chances; to kill the sale of a book. \"To kill thine honor.\" Shak. Her lively color kill'd with deadly cares. Shak. 3. To cause to cease; to quell; to calm; to still; as, in seamen's language, a shower of rain kills the wind. Be comforted, good madam; the great rage, You see, is killed in him. Shak. 4. To destroy the effect of; to counteract; to neutralize; as, alkali kills acid. To kill time, to busy one's self with something which occupies the attention, or makes the time pass without tediousness. Syn. -- To murder; assassinate; slay; butcher; destroy. -- To Kill, Murder, Assassinate. To kill does not necessarily mean any more than to deprive of life. A man may kill another by accident or in self-defense, without the imputation of guilt. To murder is to kill with malicious forethought and intention. To assassinate is tomurder suddenly and by stealth. The sheriff may kill without murdering; the duelist murders, but does not assassinate his antagonist; the assassin kills and murders.",
      "kirmess" : "In Europe, particularly in Belgium and Holland, and outdoor festival and fair; in the United States, generally an indoor entertainment and fair combined.",
      "knagged" : "Full of knots; knaggy.",
      "kerosene" : "An oil used for illuminating purposes, formerly obtained from the distillation of mineral wax, bituminous shale, etc., and hence called also coal oil. It is now produced in immense quantities, chiefly by the distillation and purification of petroleum. It consists chiefly of several hydrocarbons of the methane series.",
      "keta" : "A small salmon (Oncorhynchus keta) of inferior value, which in the autumn runs up all the larger rivers between San Francisco and Kamchatka.",
      "knit" : "1. To form into a knot, or into knots; to tie together, as cord; to fasten by tying. A great sheet knit at the four corners. Acts x. 11. When your head did but ache, I knit my handkercher about your brows. Shak. 2. To form, as a textile fabric, by the interlacing of yarn or thread in a series of connected loops, by means of needles, either by hand or by machinery; as, to knit stockings. 3. To join; to cause to grow together. Nature can not knit the bones while the parts are under a discharge. Wiseman. 4. To unite closely; to connect; to engage; as, hearts knit together in love. Thy merit hath my duty strongly knit. Shak. Come , knit hands, and beat the ground, In a light fantastic round. Milton. A link among the days, toknit The generations each to each. Tennyson. 5. To draw together; to contract into wrinkles. knits his brow and shows an angry eye. Shak.\n\n1. To form a fabric by interlacing yarn or thread; to weave by making knots or loops. 2. To be united closely; to grow together; as, broken bones will in time knit and become sound. To knit up, to wind up; to conclude; to come to a close. \"It remaineth to knit up briefly with the nature and compass of the seas.\" [Obs.] Holland.\n\nUnion knitting; texture. Shak.",
      "keesh" : "See Kish.",
      "kohinoor" : "A famous diamond, surrendered to the British crown on the annexation of the Punjab. According to Hindoo legends, it was found in a Golconda mine, and has been the property of various Hindoo and Persian rulers.",
      "kinglihood" : "King-liness. Tennyson.",
      "kalender" : "See 3d Calender.",
      "kowtow" : "The same as Kotow. I have salaamed and kowtowed to him. H. James.",
      "kyrie eleison" : "1. (R. C. Ch.)  Greek words, meaning \"Lord, have mercy upon us,\" used in the Mass, the breviary offices, the litany of the saints, etc. Addis & Arnold. 2. The name given to the response to the Commandments, in the service of the Church of England and of the Protestant Episcopal Church.",
      "kneader" : "One who kneads.",
      "koaita" : "Same as Coaita.",
      "keuper" : "The upper division of the European Triassic. See Chart of Geology.",
      "knight templar" : "See Commandery, n., 3, and also Templar, n., 1 and 3.",
      "kabala" : "See Cabala.",
      "kleeneboc" : "(Zoöl.) An antelope (Cerphalopus pygmæus), found in South Africa. It is of very small size, being but one foot high at shoulder. It is remarkable for its activity, and for its mild and timid disposition. Called also guevi, and pygmy antelope.",
      "known" : "of Know.",
      "kidneywort" : "(a) A kind of saxifrage (Saxifrage stellaris). (b) The navelwort.",
      "know" : "Knee. [Obs.] Chaucer.\n\n1. To perceive or apprehend clearly and certainly; to understand; to have full information of; as, to know one's duty. O, that a man might know The end of this day's business ere it come! Shak. There is a certainty in the proposition, and we know it. Dryden. Know how sublime a thing it is To suffer and be strong. Longfellow. 2. To be convinced of the truth of; to be fully assured of; as, to know things from information. 3. To be acquainted with; to be no stranger to; to be more or less familiar with the person, character, etc., of; to possess experience of; as, to know an author; to know the rules of an organization. He hath made him to be sin for us, who knew no sin. 2 Cor. v. 21. Not to know me argues yourselves unknown. Milton. 4. To recognize; to distinguish; to discern the character of; as, to know a person's face or figure. Ye shall know them by their fruits. Matt. vil. 16. And their eyes were opened, and they knew him. Luke xxiv. 31. To know Faithful friend from flattering foe. Shak. At nearer view he thought he knew the dead. Flatman. 5. To have sexual commerce with. And Adam knew Eve his wife. Gen. iv. 1. Note: Know is often followed by an objective and an infinitive (with or without to) or a participle, a dependent sentence, etc. And I knew that thou hearest me always. John xi. 42. The monk he instantly knew to be the prior. Sir W. Scott. In other hands I have known money do good. Dickens. To know how, to understand the manner, way, or means; to have requisite information, intelligence, or sagacity. How is sometimes omitted. \" If we fear to die, or know not to be patient.\" Jer. Taylor.\n\n1. To have knowledge; to have a clear and certain perception; to possess wisdom, instruction, or information; -- often with of. Israel doth not know, my people doth not consider. Is. i. 3. If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself. John vii. 17. The peasant folklore of Europe still knows of willows that bleed and weep and speak when hewn. Tylor. 2. To be assured; to feel confident. To know of,to ask, to inquire. [Obs.] \" Know of your youth, examine well your blood.\" Shak.",
      "knopweed" : "Same as Knapweed.",
      "kyanize" : "To render (wood) proof against decay by saturating with a solution of corrosive sublimate in open tanks, or under pressure.",
      "keratosa" : "An order of sponges having a skeleton composed of hornlike fibers. It includes the commercial sponges.",
      "knavery" : "1. The practices of a knave; petty villainy; fraud; trickery; a knavish action. This is flat knavery, to take upon you another man's name. Shak. 2. pl.  Roguish or mischievous tricks. Shak.",
      "karatas" : "A West Indian plant of the Pineapple family (Nidularium Karatas).",
      "knitster" : "A woman who knits. [Prov. Eng.] Halliwell.",
      "khaki" : "Of a dull brownish yellow, or drab color; -- applied to cloth, originally to a stout brownish cotton cloth, used in making uniforms in the Anglo-Indian army. In the United States service the summer uniform of cotton is officially designated khaki; the winter uniform of wool, olive drab.\n\nAny kind of khaki cloth; hence, a uniform of khaki or, rarely, a soldier clad in khaki. In the United States and British armies khaki or cloth of a very similar color is almost exclusively used for service in the field.",
      "keddah" : "An inclosure constructed to entrap wild elephants; an elephant trap. [India]",
      "kiddyish" : "Frolicsome; sportive. [Slang]",
      "kelson" : "See Keelson. Sir W. Raleigh.",
      "kind" : "1. Characteristic of the species; belonging to one's nature; natural; native. [Obs.] Chaucer. It becometh sweeter than it should be, and loseth the kind taste. Holland. 2. Having feelings befitting our common nature; congenial; sympathetic; as, a kind man; a kind heart. Yet was he kind, or if severe in aught, The love he bore to learning was his fault. Goldsmith. 3. Showing tenderness or goodness; disposed to do good and confer happiness; averse to hurting or paining; benevolent; benignant; gracious. He is kind unto the unthankful and to evil. Luke vi 35. O cruel Death, to those you take more kind Than to the wretched mortals left behind. Waller. A fellow feeling makes one wondrous kind. Garrick. 4. Proceeding from, or characterized by, goodness, gentleness, or benevolence; as, a kind act. \"Manners so kind, yet stately.\" Tennyson. 5. Gentle; tractable; easily governed; as, a horse kind in harness. Syn. -- Benevolent; benign; beneficent; bounteous; gracious; propitious; generous; forbearing; indulgent; tender; humane; compassionate; good; lenient; clement; mild; gentle; bland; obliging; friendly; amicable. See Obliging.\n\n1. Nature; natural instinct or disposition. [Obs.] He knew by kind and by no other lore. Chaucer. Some of you, on pure instinct of nature, Are led by kind t'admire your fellow-creature. Dryden. 2. Race; genus; species; generic class; as, in mankind or humankind. \"Come of so low a kind.\" Chaucer. Every kind of beasts, and of birds. James iii.7. She follows the law of her kind. Wordsworth. Here to sow the seed of bread, That man and all the kinds be fed. Emerson. 3. Nature; style; character; sort; fashion; manner; variety; description; class; as, there are several kinds of eloquence, of style, and of music; many kinds of government; various kinds of soil, etc. How diversely Love doth his pageants play, And snows his power in variable kinds ! Spenser. There is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds. I Cor. xv. 39. Diogenes was asked in a kind of scorn: What was the matter that philosophers haunted rich men, and not rich men philosophers Bacon. A kind of, something belonging to the class of; something like to; -- said loosely or slightingly. In kind, in the produce or designated commodity itself, as distinguished from its value in money. Tax on tillage was often levied in kind upon corn. Arbuthnot. Syn. -- Sort; species; class; genus; nature; style; character; breed; set.\n\nTo beget. [Obs.] Spenser.",
      "key" : "1. An instrument by means of which the bolt of a lock is shot or drawn; usually, a removable metal instrument fitted to the mechanism of a particular lock and operated by turning in its place. 2. An instrument which is turned like a key in fastening or adjusting any mechanism; as, a watch key; a bed key, etc. 3. That part of an instrument or machine which serves as the means of operating it; as, a telegraph key; the keys of a pianoforte, or of a typewriter. 4. A position or condition which affords entrance, control, pr possession, etc.; as, the key of a line of defense; the key of a country; the key of a political situation. Hence, that which serves to unlock, open, discover, or solve something unknown or difficult; as, the key to a riddle; the key to a problem. Those who are accustomed to reason have got the true key of books. Locke. Who keeps the keys of all the creeds. Tennyson. 5. That part of a mechanism which serves to lock up, make fast, or adjust to position. 6. (Arch.) (a) A piece of wood used as a wedge. (b) The last board of a floor when laid down. 7. (Masonry) (a) A keystone. (b) That part of the plastering which is forced through between the laths and holds the rest in place. 8. (Mach.) (a) A wedge to unite two or more pieces, or adjust their relative position; a cotter; a forelock. See Illusts. of Cotter, and Gib. (b) A bar, pin or wedge, to secure a crank, pulley, coupling, etc., upon a shaft, and prevent relative turning; sometimes holding by friction alone, but more frequently by its resistance to shearing, being usually embedded partly in the shaft and partly in the crank, pulley, etc. 9. (Bot.)  An indehiscent, one-seeded fruit furnished with a wing, as the fruit of the ash and maple; a samara; -- called also key fruit. 10. (Mus.) (a) A family of tones whose regular members are called diatonic tones, and named key tone (or tonic) or one (or eight), mediant or three, dominant or five, subdominant or four, submediant or six, supertonic or two, and subtonic or seven. Chromatic tones are temporary members of a key, under such names as \" sharp four,\" \"flat seven,\" etc. Scales and tunes of every variety are made from the tones of a key. (b) The fundamental tone of a movement to which its modulations are referred, and with which it generally begins and ends; keynote. Both warbling of one song, both in one key. Shak. 11. Fig: The general pitch or tone of a sentence or utterance. You fall at once into a lower key. Cowper. Key bed. Same as Key seat. -- Key bolt, a bolt which has a mortise near the end, and is secured by a cotter or wedge instead of a nut. Key bugle. See Kent bugle. -- Key of a position or country. (Mil.) See Key, 4. -- Key seat (Mach.), a bed or groove to receive a key which prevents one part from turning on the other. -- Key way, a channel for a key, in the hole of a piece which is keyed to a shaft; an internal key seat; -- called also key seat. -- Key wrench (Mach.), an adjustable wrench in which the movable jaw is made fast by a key. -- Power of the keys (Eccl.), the authority claimed by the ministry in some Christian churches to administer the discipline of the church, and to grant or withhold its privileges; -- so called from the declaration of Christ, \"I will give unto thee the keys of the kingdom of heaven.\" Matt. xvi. 19.\n\nTo fasten or secure firmly; to fasten or tighten with keys or wedges. Francis. To key up. (a) (Arch.) To raise (the whole ring of an arch) off its centering, by driving in the keystone forcibly. (b) (Mus.) To raise the pitch of. (c) Hence, fig., to produce nervous tension in.",
      "kalendar" : "See Calendar.",
      "kyd" : "p. p. of Kythe.",
      "krupp process" : "(a) A process practiced by Friedrich Krupp,  Essen, Germany, for washing pig iron, differing from the Bell process in using manganese as well as iron oxide, and performed in a Pernot furnace. Called also the Bell-Krupp process. (b) A process for the manufacture of steel armor plates, invented or practiced by Krupp, the details of which are secret. It is understood to involve the addition of chromium as well as nickel to the metal, and to include a treatment like that of the Harvey process with unknown variations or additions. The product is mentioned by some authors, as improved Harvey, or Harvey-Krupp armor plate.",
      "kerbstone" : "See Curbstone.",
      "kaimacam" : "Same as Caimacam.",
      "killer" : "1. One who deprives of life; one who, or that which, kills. 2. (Zoöl.)  A voracious, toothed whale of the genus Orca, of which several species are known. Note: The killers have a high dorsal fin, and powerful jaws armed with large, sharp teeth. They capture, and swallow entire, large numbers of seals, porpoises, and dolphins, and are celebrated for their savage, combined attacks upon the right whales, which they are said to mutilate and kill. The common Atlantic species (Orca gladiator), is found both on the European and the American coast. Two species (Orca ater and O. rectipinna) occur on the Pacific coast.",
      "komtok" : "An African freshwater fish (Protopterus annectens), belonging to the Dipnoi. It can breathe air by means of its lungs, and when waters dry up, it encases itself in a nest of hard mud, where it remains till the rainy season. It is used as food.",
      "knocking" : "A beating; a rap; a series of raps. The . . . repeated knockings of the head upon the ground by the Chinese worshiper. H. Spencer.",
      "kaross" : "A native garment or rug of skin sewed together in the form of a square. [South Africa] The wants of a native . . . are confined to a kaross (skin cloak) or some pieces of cotton cloth. James Bryce.",
      "kathetometer" : "Same as Cathetometer.",
      "kosmos" : "See Cosmos. Gladstone.",
      "keener" : "A professional mourner who wails at a funeral. [Ireland]",
      "knapweed" : "The black centaury (Centaurea nigra); -- so called from the knoblike heads of flowers. Called also bullweed.",
      "krummhorn" : "(a) A reed instrument of music of the cornet kind, now obsolete (see Cornet, 1, a.) (b) A reed stop in the organ; -- sometimes called cremona.",
      "knebelite" : "A mineral of a gray, red, brown, or green color, and glistening luster. It is a silicate of iron and manganese.",
      "kermes" : "1. (Zoöl.)  The dried bodies of the females of a scale insect (Coccus ilicis), allied to the cochineal insect, and found on several species of oak near the Mediterranean. They are round, about the size of a pea, contain coloring matter analogous to carmine, and are used in dyeing. They were anciently thought to be of a vegetable nature, and were used in medicine. [Written also chermes.] 2. (Bot.)  A small European evergreen oak (Quercus coccifera) on which the kermes insect (Coccus ilicis) feeds. J. Smith (Dict. Econ. Plants). Kermes mineral. (a) (Old Chem.) An artificial amorphous trisulphide of antimony; -- so called on account of its red color. (b) (Med. Chem.) A compound of the trioxide and trisulphide of antimony, used in medicine. This substance occurs in nature as the mineral kermesite.",
      "kokama" : "The gemsbok.",
      "knife-edge" : "A piece of steel sharpened to an acute edge or angle, and resting on a smooth surface, serving as the axis of motion of a pendulum, scale beam, or other piece required to oscillate with the least possible friction. Knife-edge file. See Illust. of File.",
      "knight service" : "A tenure of lands held by knights on condition of performing military service. See Chivalry, n., 4. KNIGHT SERVICE; KNIGHT'S SERVICE Knight service. Also Knight's service. 1.  (Feud. Law) The military service by rendering which a knight held his lands; also, the tenure of lands held on condition of performing military service. By far the greater part of England [in the 13th century] is held of the king by knight's service. . . . In order to understand this tenure we must form the conception of a unit of military service. That unit seems to be the service of one knight or fully armed horseman (servitium unius militis) to be done to the king in his army for forty days in the year, if it be called for. . . . The limit of forty days seems to have existed rather in theory than practice. Pollock & Mait. 2.  Service such as a knight can or should render; hence, good or valuable service. KNIGHT'S FEE Knight's fee. (Feudal Law)  The fee of a knight; specif., the amount of land the holding of which imposed the obligation of knight service, being sometimes a hide or less, sometimes six or more hides.",
      "koftgari" : "Ornamental work produced by inlaying steel with gold, -- a variety of damascening much used in the arts of India.",
      "kidnaper" : "One who steals or forcibly carries away a human being; a manstealer.",
      "keeling" : "A cod.",
      "kennel" : "The water course of a street; a little canal or channel; a gutter; also, a puddle. Bp. Hall.\n\n1. A house for a dog or for dogs, or for a pack of hounds. A dog sure, if he could speak, had wit enough to describe his kennel. Sir P. Sidney. 2. A pack of hounds, or a collection of dogs. Shak. 3. The hole of a fox or other beast; a haunt.\n\nTo lie or lodge; to dwell, as a dog or a fox. The dog kenneled in a hollow tree. L'Estrange.\n\nTo put or keep in a kennel. Thomson.",
      "kamtschadales" : "An aboriginal tribe inhabiting the southern part of Kamtschatka.",
      "kaffir" : "(a) One of a race which, with the Hottentots and Bushmen, inhabit South Africa. They inhabit the country north of Cape Colony, the name being now specifically applied to the tribes living between Cape Colony and Natal; but the Zulus of Natal are true Kaffirs. (b) One of a race inhabiting Kafiristan in Central Asia. [Spelt also Caffre.] Kaffir corn (Bot.), a Cape Colony name for Indian millet.",
      "katabolism" : "Destructive or downward metabolism; regressive metamorphism; -- opposed to anabolism. See Disassimilation.",
      "karyoplasma" : "The protoplasmic substance of the nucleus of a cell: nucleoplasm; -- in opposition to kytoplasma, the protoplasm of the cell.",
      "krypton" : "An inert gaseous element of the argon group, occurring in air to the extent of about one volume in a million. It was discovered by Ramsay and Travers in 1898. Liquefying point, -- 152º C.; symbol, Kr; atomic weight, 83.0.",
      "keckling" : "Old rope or iron chains wound around a cable. See Keckle, v. t.",
      "kenogenesis" : "Modified evolution, in which nonprimitive characters make their appearance in consequence of a secondary adaptation of the embryo to the peculiar conditions of its environment; -- distinguished from palingenesis. [Written also cænogenesis.]",
      "kickapoos" : "A tribe of Indians which formerly occupied the region of Northern Illinois, allied in language to the Sacs and Foxes.",
      "keramic" : "Same as Ceramic.",
      "ketone" : "One of a large class of organic substances resembling the aldehydes, obtained by the distillation of certain salts of organic acids and consisting of carbonyl (CO) united with two hydrocarbon radicals. In general the ketones are colorless volatile liquids having a pungent ethereal odor. Note: The ketones are named by adding the suffix-one to the stems of the organic acids from which they are respectively derived; thus, acetic acid gives acetone; butyric acid, butyrone, etc.",
      "kinesthetic" : "Of, pertaining to, or involving, kinæsthesis.",
      "kinetoscope" : "A machine, for the production of animated pictures, in which a film carrying successive instantaneous views of a moving scene travels uniformly through the field of a magnifying glass. The observer sees each picture, momentarily, through a slit in a revolving disk, and these glimpses, blended by persistence of vision, give the impression of continuous motion.",
      "kerve" : "To carve. [Obs.] Chaucer.",
      "krokidolite" : "See Crocidolite.",
      "kava" : "A species of Macropiper (M. methysticum), the long pepper, from the root of which an intoxicating beverage is made by the Polynesians, by a process of mastication; also, the beverage itself. [Written also kawa, kava, and ava.]",
      "kiln-dry" : "To dry in a kiln; as, to kiln-dry meal or grain. Mortimer.",
      "knife" : "1. An instrument consisting of a thin blade, usually of steel and having a sharp edge for cutting, fastened to a handle, but of many different forms and names for different uses; as, table knife, drawing knife, putty knife, pallet knife, pocketknife, penknife, chopping knife, etc. 2. A sword or dagger. The coward conquest of a wretch's knife. Shak. Knife grass (Bot.) a tropical American sedge (Scleria latifolia), having leaves with a very sharp and hard edge, like a knife. -- War to the knife, mortal combat; a conflict carried to the last extremity.\n\n1. (Hort.)  To prune with the knife. 2. To cut or stab with a knife. [Low]",
      "kauri resin" : "A resinous product of the kauri, found in the form of yellow or brown lumps in the ground where the trees have grown. It is used for making varnish, and as a substitute for amber.",
      "knee-crooking" : "Obsequious; fawning; cringing. \"Knee-crooking knave.\" Shak.",
      "kalendarial" : "See Calendarial.",
      "kirsome" : "Christian; christened. [Obs.] I am a true kirsome woman. Beau. & Fl.",
      "knelt" : "of Kneel.",
      "kingbolt" : "A vertical iron bolt, by which the forward axle and wheels of a vehicle or the trucks of a railroad car are connected with the other parts.",
      "ket" : "Carrion; any filth. [Prob. Eng.] Halliwell.",
      "kynurenic" : "Pertaining to, or designating, an acid obtained from the urine of dogs. By decomposition the acid yields a nitrogenous base (called kynurin) and carbonic acid. [Written also cynurenic.]",
      "kaama" : "The hartbeest.",
      "kantist" : "A disciple or follower of Kant.",
      "kecky" : "Resembling a kecksy. Grew.",
      "kafir" : "(a) One of a race which, with the Hottentots and Bushmen, inhabit South Africa. They inhabit the country north of Cape Colony, the name being now specifically applied to the tribes living between Cape Colony and Natal; but the Zulus of Natal are true Kaffirs. (b) One of a race inhabiting Kafiristan in Central Asia. [Spelt also Caffre.] Kaffir corn (Bot.), a Cape Colony name for Indian millet.",
      "kintlidge" : "See Kentledge.",
      "kip" : "The hide of a young or small beef creature, or leather made from it; kipskin. Kip leather. See Kipskin.",
      "kindergartner" : "One who teaches in a kindergarten.",
      "kickshoe" : "A kickshaws. Milton.",
      "kilogramme" : "A measure of weight, being a thousand grams, equal to 2.2046 pounds avoirdupois (15,432.34 grains). It is equal to the weight of a cubic decimeter of distilled water at the temperature of maximum density, or 39º Fahrenheit.",
      "knitchet" : "A number of things tied or knit together; a bundle; a fagot. [Obs. or Prov. Eng.] Halliwell. When they [stems of asphodel] be dried, they ought to be made up into knitchets, or handfuls. Holland.",
      "kansas" : "A tribe of Indians allied to the Winnebagoes and Osages. They formerly inhabited the region which is now the State of Kansas, but were removed to the Indian Territory.",
      "kinone" : "See Quinone.",
      "kidney-shaped" : "Having the form or shape of a kidney; reniform; as, a kidney- shaped leaf. Gray.",
      "key-cold" : "Cold as a metallic key; lifeless. [Formerly, a proverbial expression.] Shak. Milton.",
      "kinoyl" : "See Quinoyl.",
      "kepviselohaz" : "See Legislature.",
      "keratonyxis" : "The operation of removing a cataract by thrusting a needle through the cornea of the eye, and breaking up the opaque mass.",
      "kyaboca wood" : "(a) Amboyna wood. (b) Sandalwood (Santalum album).",
      "kursaal" : "A public hall or room, for the use of visitors at watering places and health resorts in Germany.",
      "kaolinization" : "The process by which feldspar is changed into kaolin.",
      "kilowatt hour" : "A unit of work or energy equal to that done by one kilowatt acting for one hour; --approx. = 1.34 horse-power hour.",
      "knab" : "1. To seize with the teeth; to gnaw. \"Knabbing crusts.\" [Obs.] L'Estrange. 2. To nab. See Nab, v. t. [Colloq.]",
      "kibe" : "A chap or crack in the flesh occasioned by cold; an ulcerated chilblain. \"He galls his kibe.\" Shak.",
      "kilogrammeter" : "A measure of energy or work done, being the amount expended in raising one kilogram through the height of one meter, in the latitude of Paris.",
      "knickknack" : "A trifle or toy; a bawble; a gewgaw.",
      "knee jerk" : "A jerk or kick produced by a blow or sudden strain upon the patellar tendon of the knee, which causes a sudden contraction of the quadriceps muscle.",
      "knock-off" : "That knocks off; of or pertaining to knocking off.\n\nAct or place of knocking off; that which knocks off; specif. (Mach.),  a cam or the like for disconnecting something, as a device in a knitting machine to remove loops from the needles.",
      "kibitka" : "1. A tent used by the Kirghiz Tartars. 2. A rude kind of Russian vehicle, on wheels or on runners, sometimes covered with cloth or leather, and often used as a movable habitation.",
      "knight banneret" : "A knight who carried a banner, who possessed fiefs to a greater amount than the knight bachelor, and who was obliged to serve in war with a greater number of attendants. The dignity was sometimes conferred by the sovereign in person on the field of battle.",
      "kike" : "To gaze; to stare. [Obs.] Chaucer.\n\nTo kick [Obs.] Chaucer.",
      "kingdom" : "1. The rank, quality, state, or attributes of a king; royal authority; sovereign power; rule; dominion; monarchy. Thy kingdom is an everlasting kingdom. Ps. cxiv. 13. When Jehoram was risen up to the kingdom of his father, he strengthened himself. 2 Chron. xxi. 4. 2. The territory or country subject to a king or queen; the dominion of a monarch; the sphere in which one is king or has control. Unto the kingdom of perpetual night. Shak. You're welcome, Most learned reverend sir, into our kingdom. Shak. 3. An extensive scientific division distinguished by leading or ruling characteristics; a principal division; a department; as, the mineral kingdom. \"The animal and vegetable kingdoms.\" Locke. Animal kingdom. See under Animal. -- Kingdom of God. (a) The universe. (b) That spiritual realm of which God is the acknowledged sovereign. (c) The authority or dominion of God. -- Mineral kingdom. See under Mineral. -- United Kingdom. See under United. -- Vegetable kingdom. See under Vegetable. Syn. -- Realm; empire; dominion; monarchy; sovereignty; domain.",
      "keenness" : "The quality or state of being keen.",
      "katabolic" : "Of or pertaining to katabolism; as, katabolic processes, which give rise to substances (katastates) of decreasing complexity and increasing stability.",
      "kalif" : "See Caliph.",
      "ken" : "A house; esp., one which is a resort for thieves. [Slang, Eng.]\n\n1. To know; to understand; to take cognizance of. [Archaic or Scot.] 2. To recognize; to descry; to discern. [Archaic or Scot.] \"We ken them from afar.\" Addison 'T is he. I ken the manner of his gait. Shak.\n\nTo look around. [Obs.] Burton.\n\nCognizance; view; especially, reach of sight or knowledge. \"Beyond his ken.\" Longfellow. Above the reach and ken of a mortal apprehension. South. It was relief to quit the ken And the inquiring looks of men. Trench.",
      "kyar" : "Cocoanut fiber, or the cordage made from it. See Coir.",
      "kickable" : "Capable or deserving of being kicked. \"A kickable boy.\" G. Eliot.",
      "ketchup" : "A sauce. See Catchup.",
      "kelp" : "1. The calcined ashes of seaweed, -- formerly much used in the manufacture of glass, now used in the manufacture of iodine. 2. (Bot.)  Any large blackish seaweed. Note: Laminaria is the common kelp of Great Britain; Macrocystis pyrifera and Nereocystis Lutkeana are the great kelps of the Pacific Ocean. Kelp crab (Zoöl.), a California spider crab (Epialtus productus), found among seaweeds, which it resembles in color. -- Kelp salmon (Zoöl.), a serranoid food fish (Serranus clathratus) of California. See Cabrilla.",
      "kaligenous" : "Forming alkalies with oxygen, as some metals.",
      "kicker" : "One who, or that which, kicks.",
      "kyriology" : "The use of literal or simple expressions, as distinguished from the use of figurative or obscure ones. Krauth-Fleming.",
      "keratose" : "A tough, horny animal substance entering into the composition of the skeleton of sponges, and other invertebrates; -- called also keratode.\n\nContaining hornlike fibers or fibers of keratose; belonging to the Keratosa.",
      "kymric" : "See Cymric, a. & n.",
      "kinesiatrics" : "A mode of treating disease by appropriate muscular movements; - - also termed kinesitherapy, kinesipathy, lingism, and the movement cure.",
      "keen" : "1. Sharp; having a fine edge or point; as, a keen razor, or a razor with a keen edge. A bow he bare and arwes [arrows] bright and kene. Chaucer. That my keen knife see not the wound it makes. Shak. 2. Acute of mind; sharp; penetrating; having or expressing mental acuteness; as, a man of keen understanding; a keen look; keen features. To make our wits more keen. Shak. Before the keen inquiry of her thought. Cowper. 3. Bitter; piercing; acrimonious; cutting; stinging; severe; as, keen satire or sarcasm. Good father cardinal, cry thou amen To my keen curses. Shak. 4. Piercing; penetrating; cutting; sharp; -- applied to cold, wind, etc, ; as, a keen wind; the cold is very keen. Breasts the keen air, and carols as he goes. Goldsmith. 5. Eager; vehement; fierce; as, a keen appetite. \"Of full kene will.\" Piers Plowman. So keen and greedy to confound a man. Shak. Note: Keen is often used in the composition of words, most of which are of obvious signification; as, keen-edged, keen-eyed, keen- sighted, keen-witted, etc. Syn. -- Prompt; eager; ardent; sharp; acute; cutting; penetrating; biting; severe; sarcastic; satirical; piercing; shrewd.\n\nTo sharpen; to make cold. [R.] Cold winter keens the brightening flood. Thomson.\n\nA prolonged wail for a deceased person. Cf. Coranach. [Ireland] Froude.\n\nTo wail as a keener does. [Ireland]",
      "kneelingly" : "In a kneeling position.",
      "kookoom" : "The oryx or gemsbok. [Written also kookaam.]",
      "knowable" : "That may be known; capable of being discovered, understood, or ascertained. Thus mind and matter, as known or knowable, are only two different series of phenomena or qualities. Sir W. Hamilton.",
      "kinkajou" : "A nocturnal carnivorous mammal (Cercoleptes caudivolvulus) of South America, about as large as a full-grown cat. It has a prehensile tail and lives in trees. It is the only representative of a distinct family (Cercoleptidæ) allied to the raccoons. Called also potto, and honey bear.",
      "kneejointed" : "Geniculate; kneed. See Kneed, a., 2.",
      "kynrede" : "Kindred. [Obs.] Chaucer.",
      "killikinick" : "See Kinnikinic.",
      "kiddy" : "To deceive; to outwit; to hoax. [Slang] Dickens.\n\nA young fellow; formerly, a low thief. [Slang, Eng.]",
      "knowing" : "1. Skilful; well informed; intelligent; as, a knowing man; a knowing dog. The knowing and intelligent part of the world. South. 2. Artful; cunning; as, a knowing rascal. [Colloq.]\n\nKnowledge; hence, experience. \" In my knowing.\" Shak. This sore night Hath trifled former knowings. Shak.",
      "knuff" : "A lout; a clown. [Obs.] The country knuffs, Hob, Dick, and Hick, With clubs and clouted shoon. Hayward.",
      "knot" : "1. (a) A fastening together of the pars or ends of one or more threads, cords, ropes, etc., by any one of various ways of tying or entangling. (b) A lump or loop formed in a thread, cord, rope. etc., as at the end, by tying or interweaving it upon itself. (c) An ornamental tie, as of a ribbon. Note: The names of knots vary according to the manner of their making, or the use for which they are intended; as, dowknot, reef knot, stopper knot, diamond knot, etc. 2. A bond of union; a connection; a tie. \"With nuptial knot.\" Shak. Ere we knit the knot that can never be loosed. Bp. Hall. 3. Something not easily solved; an intricacy; a difficulty; a perplexity; a problem. Knots worthy of solution. Cowper. A man shall be perplexed with knots, and problems of business, and contrary affairs. South. 4. A figure the lines of which are interlaced or intricately interwoven, as in embroidery, gardening, etc. \"Garden knots.\" Bacon. Flowers worthy of paradise, which, not nice art In beds and curious knots, but nature boon Poured forth profuse on hill, and dale, and plain. Milton. 5. A cluster of persons or things; a collection; a group; a hand; a clique; as, a knot of politicians. \"Knots of talk.\" Tennyson. His ancient knot of dangerous adversaries. Shak. Palms in cluster, knots of Paradise. Tennyson. As they sat together in small, separate knots, they discussed doctrinal and metaphysical points of belief. Sir W. Scott. 6. A portion of a branch of a tree that forms a mass of woody fiber running at an angle with the grain of the main stock and making a hard place in the timber. A loose knot is generally the remains of a dead branch of a tree covered by later woody growth. 7. A knob, lump, swelling, or protuberance. With lips serenely placid, felt the knot Climb in her throat. Tennyson. 8. A protuberant joint in a plant. 9. The point on which the action of a story depends; the gist of a matter. [Obs.] I shoulde to the knotte condescend, And maken of her walking soon an end. Chaucer. 10. (Mech.)  See Node. 11. (Naut.) (a) A division of the log line, serving to measure the rate of the vessel's motion. Each knot on the line bears the same proportion to a mile that thirty seconds do to an hour. The number of knots which run off from the reel in half a minute, therefore, shows the number of miles the vessel sails in an hour. Hence: (b) A nautical mile, or 6080.27 feet; as, when a ship goes eight miles an hour, her speed is said to be eight knots. 12. A kind of epaulet. See Shoulder knot. 13. (Zoöl.)  A sandpiper (Tringa canutus), found in the northern parts of all the continents, in summer. It is grayish or ashy above, with the rump and upper tail coverts white, barred with dusky. The lower parts are pale brown, with the flanks and under tail coverts white. When fat it is prized by epicures. Called also dunne. Note: The name is said to be derived from King Canute, this bird being a favorite article of food with him. The knot that called was Canutus' bird of old, Of that great king of Danes his name that still doth hold, His appetite to please that far and near was sought. Drayton.\n\n1. To tie in or with, or form into, a knot or knots; to form a knot on, as a rope; to entangle. \"Knotted curls.\" Drayton. As tight as I could knot the noose. Tennyson. 2. To unite closely; to knit together. Bacon. 3. To entangle or perplex; to puzzle. [Obs. or R.]\n\n1. To form knots or joints, as in a cord, a plant, etc.; to become entangled. Cut hay when it begins to knot. Mortimer. 2. To knit knots for fringe or trimming. 3. To copulate; -- said of toads. [R.] Shak.",
      "kinaesthetic" : "Of, pertaining to, or involving, kinæsthesis.",
      "kess" : "To kiss. [Obs.] Chaucer",
      "kosher" : "Ceremonially clean, according to Jewish law; --applied to food, esp. to meat of animals slaughtered according to the requirements of Jewish law. Opposed to tref. Hence, designating a shop, store, house, etc., where such food is sold or used.\n\nKosher food; also, a kosher shop.\n\nTo prepare in conformity with the requirements of the Jewish law, as meat.",
      "kloof" : "A glen; a ravine closed at its upper end. [South Africa]",
      "kyke" : "To look steadfastly; to gaze. [Obs.] [Written also kike, keke.] This Nicholas sat ever gaping upright, As he had kyked on the newe moon. Chaucer.",
      "knight bachelor" : "A knight of the most ancient, but lowest, order of English knights, and not a member of any order of chivalry. See Bachelor, 4.",
      "kokoon" : "The gnu.",
      "klipdas" : "A small mammal (Hyrax Capensis), found in South Africa. It is of about the size of a rabbit, and closely resembles the daman. Called also rock rabbit.",
      "kale" : "1. (Bot.)  A variety of cabbage in which the leaves do not form a head, being nearly the original or wild form of the species. [Written also kail, and cale.] 2. See Kail, 2. Sea kale (Bot.), a European cruciferous herb (Crambe maritima), often used as a pot herb; sea cabbage.",
      "keckle" : "See Keck, v. i. & n.\n\nTo wind old rope around, as a cable, to preserve its surface from being fretted, or to wind iron chains around, to defend from the friction of a rocky bottom, or from the ice. Totten.",
      "karagane" : "A species of gray fox found in Russia.",
      "keeping" : "1. A holding; restraint; custody; guard; charge; care; preservation. His happiness is in his own keeping. South. 2. Maintenance; support; provision; feed; as, the cattle have good keeping. The work of many hands, which earns my keeping. Milton. 3. Conformity; congruity; harmony; consistency; as, these subjects are in keeping with each other. 4. (Paint.)  Harmony or correspondence between the different parts of a work of art; as, the foreground of this painting is not in keeping. Keeping room, a family sitting room. [New Eng. & Prov. Eng.] Syn. -- Care; guardianship; custody; possession.",
      "kriegsspiel" : "A game of war, played for practice, on maps. Farrow.",
      "kayak" : "A light canoe, made of skins stretched over a frame, and usually capable of carrying but one person, who sits amidships and uses a double-bladed paddle. It is peculiar to the Eskimos and other Arctic tribes.",
      "kidnapper" : "One who steals or forcibly carries away a human being; a manstealer.",
      "kex" : "1. (Bot.)  A weed; a kecksy. Bp. Gauden. Though the rough kex break The starred mosaic. Tennyson. 2. A dry husk or covering. When the kex, or husk, is broken, he proveth a fair flying butterfly. Holland.",
      "killdeer" : "A small American plover (Ægialitis vocifera). Note: It is dark grayish brown above; the rump and upper tail coverts are yellowish rufous; the belly, throat, and a line over the eyes, white; a ring round the neck and band across the breast, black.",
      "kitty" : "1. A kitten; also, a pet name or calling name for the cat. 2.  [Etym. uncertain.] (Gaming) The percentage taken out of a pool to pay for refreshments, or for the expenses of the table.  R. F. Foster.",
      "kemp" : "Coarse, rough hair wool or fur, injuring its quality.",
      "know-nothing" : "A member of a secret political organization in the United States, the chief objects of which were the proscription of foreigners by the repeal of the naturalization laws, and the exclusive choice of native Americans for office. Note: The party originated in 1853, and existed for about three years. The members of it were called Know-nothings, because they replied \"I don't know,\" to any questions asked them in reference to the party.",
      "kinetophone" : "A machine combining a kinetoscope and a phonograph synchronized so as to reproduce a scene and its accompanying sounds.",
      "kernish" : "Clownish; booorish. [Obs.] \"A petty kernish prince.\" Milton.",
      "khond" : "A Dravidian of a group of tribes of Orissa, India, a section of whom were formerly noted for their cruel human sacrifices to the earth goddess, murder of female infants, and marriage by capture.",
      "kerseynette" : "See Cassinette.",
      "knuckled" : "Jointed. [Obs.] Bacon.",
      "kea" : "A large New Zealand parrot (Nestor notabilis), notorious for having acquired the habit of killing sheep; -- called also mountain parrot.",
      "knighthead" : "A bollard timber. See under Bollard.",
      "knee-high" : "Rising or reaching upward to the knees; as, the water is knee- high.",
      "kate" : "The brambling finch.",
      "knittle" : "1. A string that draws together a purse or bag. [Prov. Eng.] Wright. 2. pl. (Naut.)  See Nettles.",
      "krumhorn" : "(a) A reed instrument of music of the cornet kind, now obsolete (see Cornet, 1, a.) (b) A reed stop in the organ; -- sometimes called cremona.",
      "krems" : "A variety of white lead. See Krems lead, under Lead, n.",
      "keyage" : "Wharfage; quayage.",
      "keel" : "To cool; to akin or stir [Obs.] While greasy Joan doth keel the pot. Shak.\n\nA brewer's cooling vat; a keelfat.\n\n1. (Shipbuilding)  A longitudinal timber, or series of timbers scarfed together, extending from stem to stern along the bottom of a vessel. It is the principal timber of the vessel, and, by means of the ribs attached on each side, supports the vessel's frame. In an iron vessel, a combination of plates supplies the place of the keel of a wooden ship. See Illust. of Keelson. 2. Fig.: The whole ship. 3. A barge or lighter, used on the Type for carrying coal from Newcastle; also, a barge load of coal, twentyone tons, four cwt. [Eng.] 4. (Bot.)  The two lowest petals of the corolla of a papilionaceous flower, united and inclosing the stamens and pistil; a carina. See Carina. 5. (Nat. Hist.)  A projecting ridge along the middle of a flat or curved surface. Bilge keel (Naut.), a keel peculiar to ironclad vessels, extending only a portion of the length of the vessel under the bilges. Ham. Nav. Encyc. -- False keel. See under False. -- Keel boat. (a) A covered freight boat, with a keel, but no sails, used on Western rivers. [U. S.] (b) A low, flat-bottomed freight boat. See Keel, n., 3. -- Keel piece, one of the timbers or sections of which a keel is composed. On even keel, in a level or horizontal position, so that the draught of water at the stern and the bow is the same. Ham. Nav. Encyc.\n\n1. To traverse with a keel; to navigate. 2. To turn up the keel; to show the bottom. To keel over, to upset; to capsize. [Colloq.]",
      "kon" : "To know. See Can, and Con. [Obs.] Ye konnen thereon as much as any man. Chaucer.",
      "keeve" : "1. (Brewing)  A vat or tub in which the mash is made; a mash tub. Ure. 2. (Bleaching)  A bleaching vat; a kier. 3. (Mining)  A large vat used in dressing ores.\n\n1. To set in a keeve, or tub, for fermentation. 2. To heave; to tilt, as a cart. [Prov. Eng.]",
      "knavess" : "A knavish woman. Carlyle.",
      "knur" : "A knurl. Woodward.",
      "kistvaen" : "A Celtic monument, commonly known as a dolmen.",
      "kincob" : "India silk brocaded with flowers in silver or gold. -- a.  Of the nature of kincob; brocaded. Thackeray.",
      "knee" : "1. In man, the joint in the middle part of the leg. 2. (Anat.) (a) The joint, or region of the joint, between the thigh and leg. (b) In the horse and allied animals, the carpal joint, corresponding to the wrist in man. 3. (Mech. & Shipbuilding)  A piece of timber or metal formed with an angle somewhat in the shape of the human knee when bent. 4. A bending of the knee, as in respect or courtesy. Give them title, knee, and approbation. Shak. Knee breeches. See under Breeches. -- Knee holly, Knee holm (Bot.), butcher's broom. -- Knee jerk (Physiol.) a jerk or kick produced by a blow or sudden strain upon the patellar tendon of the knee, which causes a sudden contraction of the quadriceps muscle; one of the so-called tendon reflexes. -- Knee joint. See in the Vocabulary. -- Knee timber, timber with knees or angles in it. -- Knee tribute, or Knee worship, tribute paid by kneeling; worship by genuflection. [Obs.] \"Knee tribute yet unpaid.\" Milton.\n\nTo supplicate by kneeling. [Obs.] Fall down, and knee The way into his mercy. Shak",
      "knowingly" : "1. With knowledge; in a knowing manner; intelligently; consciously; deliberately; as, he would not knowingly offend. Strype. 2. By experience. [Obs.] Shak.",
      "kine" : "Cows. \"A herd of fifty or sixty kine.\" Milton.",
      "kage" : "A chantry chapel inclosed with lattice or screen work.",
      "kaffle" : "See Coffle.",
      "koff" : "A two-masted Dutch vessel.",
      "keratome" : "An instrument for dividing the cornea in operations for cataract.",
      "kive" : "A mash vat. See Keeve. [Obs.]",
      "kerseys" : "Varieties of kersey; also, trousers made of kersey.",
      "knoller" : "One who tolls a bell. [Obs.] Sherwood.",
      "knifeboard" : "A board on which knives are cleaned or polished.",
      "knob" : "1. A hard protuberance; a hard swelling or rising; a bunch; a lump; as, a knob in the flesh, or on a bone. 2. A knoblike ornament or handle; as, the knob of a lock, door, or drawer. Chaucer. 3. A rounded hill or mountain; as, the Pilot Knob. [U. S.] Bartlett. 4. (Arch.)  See Knop. Knob latch, a latch which can be operated by turning a knob, without using a key.\n\nTo grow into knobs or bunches; to become knobbed. [Obs.] Drant.",
      "kinit" : "A unit of force equal to the force which, acting for one second, will give a pound a velocity of one foot per second; -- proposed by J.D.Everett, an English physicist.",
      "kaka" : "A New Zealand parrot of the genus Nestor, especially the brown parrot (Nestor meridionalis). Note: The mountain kaka, or kea (N. notabilis), is remarkable for having recently acquired carnivorous habits. It attacks and kills lambs and pigs, sometimes doing great damage. Night kaka. (Zoöl.) The kakapo.",
      "keverchief" : "A kerchief. [Obs.] Chaucer.",
      "kolushan" : "Designating, or pert. to, a linguistic stock of North American Indians comprising the Tlinkit tribes of the Alexander Archipelago of southeastern Alaska and adjacent coast lands. Their language bears some affinity to Mexican tongues.",
      "kneadable" : "That may be kneaded; capable of being worked into a mass.",
      "kami" : "A title given to the celestial gods of the first mythical dynasty of Japan and extended to the demigods of the second dynasty, and then to the long line of spiritual princes still represented by the mikado.",
      "kinetic" : "Moving or causing motion; motory; active, as opposed to latent. Kinetic energy. See Energy, n. 4.",
      "kreosote" : "See Creosote.",
      "kurilian" : "Of or pertaining to the Kurile Islands, a chain of islands in the Pacific ocean, extending from the southern extremity of Kamschatka to Yesso. -- n.  A native or an inhabitant of the Kurile Islands. [Written also Koorilian.]",
      "kirtled" : "Wearing a kirtle. Byron.",
      "key fruit" : "A samara.",
      "kanttry" : "Same as Cantred.",
      "kirkman" : "1. A clergyman or officer in a kirk. [Scot.] 2. A member of the Church of Scotland, as distinguished from a member of another communion. [Scot.]",
      "kneadingly" : "In the manner of one kneading.",
      "khamsin" : "A hot southwesterly wind in Egypt, coming from the Sahara. [Written also Khamseen.]\n\nSame as Kamsin.",
      "kiva" : "A large chamber built under, or in, the houses of a Pueblo village, used as an assembly room in religious rites or as a men's dormitory. It is commonly lighted and entered from an opening in the roof.",
      "kinesipathy" : "See Kinesiatrics.\n\nSee Kinesiatrics.",
      "kittenish" : "Resembling a kitten; playful; as, a kittenish disposition. Richardson.",
      "komenic" : "Of or pertaining to, or designating, an acid derived from meconic acid. [Written also comenic.]",
      "kama" : "The Hindoo Cupid. He is represented as a beautiful youth, with a bow of sugar cane or flowers.",
      "keelson" : "A piece of timber in a ship laid on the middle of the floor timbers over the keel, and binding the floor timbers to the keel; in iron vessels, a structure of plates, situated like the keelson of a timber ship. Cross keelson, a similar structure lying athwart the main keelson, to support the engines and boilers.",
      "knackish" : "Trickish; artful. [Obs.] -- Knack\"ish*ness, n. [Obs.] Dr. H. More.",
      "kinaesodic" : "Kinesodic.",
      "knobbling fire" : ". A bloomery fire. See Bloomery.",
      "kelter" : "Regular order or proper condition. [Written also kilter.] [Colloq.] If the organs of prayer be out of kelter or out of tune, how can we pray Barrow.",
      "knives" : "of Knife. See Knife.",
      "knell" : "The stoke of a bell tolled at a funeral or at the death of a person; a death signal; a passing bell; hence, figuratively, a warning of, or a sound indicating, the passing away of anything. The dead man's knell Is there scarce asked for who. Shak. The curfew tolls the knell of parting day. Gray.\n\nTo sound as a knell; especially, to toll at a death or funeral; hence, to sound as a warning or evil omen. Not worth a blessing nor a bell to knell for thee. Beau. & Fl. Yet all that poets sing, and grief hath known, Of hopes laid waste, knells in that word, \"alone\". Ld. Lytton.\n\nTo summon, as by a knell. Each matin bell, the baron saith, Knells us back to a world of death. Coleridge.",
      "kimmerian" : "See Cimmerian.",
      "king-post" : "A member of a common form of truss, as a roof truss. It is strictly a tie, intended to prevent the sagging of the tiebeam in the middle. If there are struts, supporting the main rafters, they often bear upon the foot of the king-post. Called also crown-post. KING'S BENCH King's Bench. (Law)  Formerly, the highest court of common law in England; -- so called because the king used to sit there in person. It consisted of a chief justice and four puisne, or junior, justices. During the reign of a queen it was called the Queen's Bench. Its jurisdiction was transferred by the judicature acts of 1873 and 1875 to the high court of justice created by that legislation.",
      "koala" : "A tailless marsupial (Phascolarctos cinereus), found in Australia. The female carries her young on the back of her neck. Called also Australian bear, native bear, and native sloth.",
      "kumiss" : "See Koumiss.",
      "kindred" : "1. Relationship by birth or marriage; consanguinity; affinity; kin. Like her, of equal kindred to the throne. Dryden. 2. Relatives by blood or marriage, more properly the former; relations; persons related to each other. I think there's no man is secure But the queen's kindred. Shak. Syn. -- Kin; kinsfolk; relatives; kinsmen; relations; relationship; affinity.\n\nRelated; congenial; of the like nature or properties; as, kindred souls; kindred skies; kindred propositions. True to the kindred points of heaven and home. Wordsworth.",
      "kaleidoscopic" : "Of, pertaining to, or formed by, a kaleidoscope; variegated.",
      "kantianism" : "The doctrine or theory of Kant; the Kantian philosophy.",
      "kaolinize" : "To convert into kaolin.",
      "knap" : "A protuberance; a swelling; a knob; a button; hence, rising ground; a summit. See Knob, and Knop. The highest part and knap of the same island. Holland.\n\n1. To bite; to bite off; to break short. [Obs. or Prov. Eng. ] He will knap the spears apieces with his teeth. Dr. H. More. He breaketh the bow, and knappeth the spear in sunder. Ps. xlvi. 9 (Book of Common Prayer.) 2. To strike smartly; to rap; to snap. Bacon.\n\nTo make a sound of snapping. Wiseman.\n\nA sharp blow or slap. Halliwell.",
      "kame" : "A low ridge. [Scot.] See Eschar.",
      "kurd" : "A native or inhabitant of a mountainous region of Western Asia belonging to the Turkish and Persian monarchies. [Written also Koord.]",
      "kilt" : "p. p. from Kill. [Obs.] Spenser.\n\nA kind of short petticoat, reaching from the waist to the knees, worn in the Highlands of Scotland by men, and in the Lowlands by young boys; a filibeg. [Written also kelt.]\n\nTo tuck up; to truss up, as the clothes. [Scot.] Sir W. Scott.",
      "kinology" : "That branch of physics which treats of the laws of motion, or of moving bodies.",
      "kissing bug" : "Any one of several species of blood-sucking, venomous Hemiptera that sometimes bite the lip or other parts of the human body, causing painful sores, as the cone-nose (Conorhinus sanguisuga). [U. S.]",
      "knitter" : "One who, or that which, knits, joins, or unites; a knitting machine. Shak.",
      "kest" : "of Cast. [Obs.]",
      "kraken" : "A fabulous Scandinavian sea monster, often represented as resembling an island, but sometimes as resembling an immense octopus. To believe all that has been said of the sea serpent or kraken, would be credulity; to reject the possibility of their existence, would be presumption. Goldsmith. Like a kraken huge and black. Longfellow.",
      "kyrielle" : "A litany beginning with the words. \"Kyrie eleison.\" Shipley.",
      "kolinsky" : "Among furriers, any of several Asiatic minks; esp., Putorius sibiricus, the yellowish brown pelt of which is valued, esp. for the tail, used for making artists' brushes. Trade names for the fur are red sable and Tatar sable.",
      "keratitis" : "Inflammation of the cornea.",
      "kitish" : "Like or relating to a kite.",
      "kitten" : "A young cat.\n\nTo bring forth young, as a cat; to bring forth, as kittens. Shak. H. Spencer.",
      "keratode" : "See Keratose.",
      "kotow" : "The prostration made by mandarins and others to their superiors, either as homage or worship, by knocking the forehead on the ground. There are degrees in the rite, the highest being expressed by three knockings. [China]kowtow S. W. Williams.\n\nTo perform the kotow.kowtow",
      "karyostenotic" : "Pertaining to, or connected with, karyostenosis; as, the karyostenotic mode of nuclear division.",
      "kiddow" : "The guillemot. [Written also kiddaw.] [Prov. Eng.]",
      "kirkyard" : "A churchyard. [Scot.]",
      "knobber" : "See Knobbler.",
      "kruller" : "See Cruller.",
      "kidney" : "1. (Anat.)  A glandular organ which excretes urea and other waste products from the animal body; a urinary gland. Note: In man and in other mammals there are two kidneys, one each side of vertebral column in the back part of the abdomen, each kidney being connected with the bladder by a long tube, the ureter, through which the urine is constantly excreted into the bladder to be periodically discharged. 2. Habit; disposition; sort; kind. Shak. There are in later other decrees, made by popes of another kidney. Barrow. Millions in the world of this man's kidney. L'Estrange. Your poets, spendthrifts, and other fools of that kidney, pretend, forsooth, to crack their jokes on prudence. Burns. Note: This use of the word perhaps arose from the fact that the kidneys and the fat about them are an easy test of the condition of an animal as to fatness. \"Think of that, -- a man of my kidney; -- . . . as subject to heat as butter.\" Shak. 3. A waiter. [Old Cant] Tatler. Floating kidney. See Wandering kidney, under Wandering. -- Kidney bean (Bot.), a sort of bean; -- so named from its shape. It is of the genus Phaseolus (P. vulgaris). See under Bean. -- Kidney ore (Min.), a variety of hematite or iron sesquioxide, occurring in compact kidney-shaped masses. -- Kidney stone. (Min.) See Nephrite, and Jade. -- Kidney vetch (Bot.), a leguminous herb of Europe and Asia (Anthyllis vulneraria), with cloverlike heads of red or yellow flowers, once used as a remedy for renal disorders, and also to stop the flow of blood from wounds; lady's-fingers.",
      "kneebrush" : "1. (Zoöl.)  A tuft or brush of hair on the knees of some species of antelopes and other animals; -- chiefly used in the plural. 2. (Zoöl.)  A thick mass or collection of hairs on the legs of bees, by aid of which they carry the collected pollen to the hive or nest; -- usually in the plural.",
      "knobstick" : "One who refuses to join, or withdraws from, a trades union. [Cant, Eng.]",
      "knight-errant" : "A wandering knight; a knight who traveled in search of adventures, for the purpose of exhibiting military skill, prowess, and generosity.",
      "koel" : "Any one of several species of cuckoos of the genus Eudynamys, found in India, the East Indies, and Australia. They deposit their eggs in the nests of other birds.",
      "krameria" : "A genus of spreading shrubs with many stems, from one species of which (K. triandra), found in Peru, rhatany root, used as a medicine, is obtained.",
      "karyomiton" : "The reticular network of fine fibers, of which the nucleus of a cell is in part composed; -- in opposition to kytomiton, or the network in the body of the cell. W. Flemming.",
      "koumiss" : "An intoxicating fermented or distilled liquor originally made by the Tartars from mare's or camel's milk. It can be obtained from any kind of milk, and is now largely made in Europe. [Written also koumyss, kumiss, kumish, and kumys.] Koumiss has from time immemorial served the Tartar instead of wine or spirits. J. H. Newman.",
      "kerb" : "See Curb.",
      "kitchen middens" : "Relics of neolithic man found on the coast of Denmark, consisting of shell mounds, some of which are ten feet high, one thousand feet long, and two hundred feet wide. The name is applied also to similar mounds found on the American coast from Canada to Florida, made by the North American Indians.",
      "kulturkampf" : "Lit., culture war; -- a name, originating with Virchow (1821 -- 1902), given to a struggle between the the Roman Catholic Church and the German government, chiefly over the latter's efforts to control educational and ecclesiastical appointments in the interest of the political policy of centralization. The struggle began with the passage by the Prussian Diet in May, 1873, of the so-called May laws, or Falk laws, aiming at the regulation of the clergy. Opposition eventually compelled the government to change its policy, and from 1880 to 1887 laws virtually nullifying the May laws were enacted.",
      "kinkhaust" : "Whooping cough. [Obs.or Prov. Eng.]",
      "kiloliter" : "A measure of capacity equal to a cubic meter, or a thousand liters. It is equivalent to 35.315 cubic feet, and to 220.04 imperial gallons, or 264.18 American gallons of 321 cubic inches.",
      "koolslaa" : "See Coleslaw.",
      "kivikivi" : "Any species of Apteryx, esp. A. australis; -- so called in imitation of its notes. Called also kiwi. See Apteryx.",
      "kydde" : "imp. of Kythe, to show. [Obs.] Chaucer. Note: Spenser erroneously uses kydst to mean \"knowest.\"",
      "keever" : "See Keeve, n.",
      "kakaralli" : "A kind of wood common in Demerara, durable in salt water, because not subject to the depredations of the sea worm and barnacle.",
      "knobbing" : "Rough dressing by knocking off knobs or projections.",
      "kennel coal" : ". See Cannel coal.",
      "kulan" : "See Koulan.",
      "kith" : "Acquaintance; kindred. And my near kith for sore me shend. W. Browne. The sage of his kith and the hamlet. Longfellow. Kith and kin, kindred more or less remote.",
      "kempe" : "Rough; shaggy. [Obs.] \"Kempe hairs.\" Chaucer.",
      "kinate" : "See Quinate. [Obsolescent]",
      "kuklux" : "The name adopted in the southern part of the United States by a secret political organization, active for several years after the close of the Civil War, and having for its aim the repression of the political power of the freedmen; -- called also Kuklux Klan.",
      "kevin" : "The gazelle.",
      "katydid" : "A large, green, arboreal, orthopterous insect (Cyrtophyllus concavus) of the family Locustidæ, common in the United States. The males have stridulating organs at the bases of the front wings. During the summer and autumn, in the evening, the males make a peculiar, loud, shrill sound, resembling the combination Katy-did, whence the name.",
      "kelpware" : "Same as Kelp, 2.",
      "kilnhole" : "The mouth or opening of an oven or kiln. Shak.",
      "kreatinin" : "See Creatinin.",
      "kiss" : "1. To salute with the lips, as a mark of affection, reverence, submission, forgiveness, etc. He . . . kissed her lips with such a clamorous smack, That at the parting all the church echoed. Shak. 2. To touch gently, as if fondly or caressingly. When the sweet wind did gently kiss the trees. Shak.\n\n1. To make or give salutation with the lips in token of love, respect, etc.; as, kiss and make friends. 2. To meet; to come in contact; to touch fondly. Like fire and powder, Which as they kiss consume. Shak. Rose, rose and clematis, Trail and twine and clasp and kiss. Tennyson. Kissing comfit, a perfumed sugarplum to sweeten the breath. [Obs or Prov. End.] Shak.\n\n1. A salutation with the lips, as a token of affection, respect, etc.; as, a parting kiss; a kiss of reconciliation. Last with a kiss, she took a long farewell. Dryden. Dear as remembered kisses after death. Tennyson. 2. A small piece of confectionery.",
      "keno" : "A gambling game, a variety of the game of lotto, played with balls or knobs, numbered, and cards also numbered. [U. S.]",
      "klicket" : "A small postern or gate in a palisade, for the passage of sallying parties. [Written also klinket.]",
      "kirschwasser" : "An alcoholic liquor, obtained by distilling the fermented juice of the small black cherry.",
      "kadi" : "A Turkish judge. See Cadi.",
      "kitchen" : "1. A cookroom; the room of a house appropriated to cookery. Cool was his kitchen, though his brains were hot. Dryden. A fat kitchen makes a lean will. Franklin. 2. A utensil for roasting meat; as, a tin kitchen. Kitchen garden. See under Garden. -- Kitchen lee, dirty soapsuds. [Obs.] \" A brazen tub of kitchen lee.\" Ford. -- Kitchen stuff, fat collected from pots and pans. Donne.\n\nTo furnish food to; to entertain with the fare of the kitchen. [Obs.] Shak.",
      "kauri copal" : "A resinous product of the kauri, found in the form of yellow or brown lumps in the ground where the trees have grown. It is used for making varnish, and as a substitute for amber.",
      "knavishly" : "1. In a knavish manner; dishonestly; fraudulently. Holland. 2. Mischievously; waggishly; roguishly. \"Knavishly witty.\" Gayton.",
      "kawn" : "A inn. [Turkey] See Khan.",
      "kerchieft" : "Dressed; hooded; covered; wearing a kerchief. Milton.",
      "knightless" : "Unbecoming a knight. [Obs.] \"Knightless guile.\" Spenser.",
      "keilhauite" : "A mineral of a brownish black color, related to titanite in form. It consists chiefly of silica, titanium dioxide, lime, and yttria.",
      "kreng" : "See Krang.",
      "kissingcrust" : "The portion of the upper crust of a loaf which has touched another loaf in baking. Lamb. A massy fragment from the rich kissingcrust that hangs like a fretted cornice from the upper half of the loaf. W. Howitt.",
      "kiddle" : "A kind of basketwork wear in a river, for catching fish. [Improperly spelled kittle.]",
      "kithe" : "See Kythe. Chaucer.\n\nTo make known; to manifest; to show; to declare. [Obs: or Scot.] For gentle hearte kytheth gentilesse. Chaucer.",
      "kinghood" : "The state of being a king; the attributes of a king; kingship. Gower.",
      "kranging hook" : "A hook for holding the blubber while cutting it away. [Written also cranging hook.]",
      "kevel" : "1. (Naut.)  A strong cleat to which large ropes are belayed. 2. A stone mason's hammer. [Written also cavil.] Kevel head (Naut.), a projecting end of a timber, used as a kevel.\n\nThe gazelle.",
      "kingstone" : "The black angel fish. See Angel fish, under Angel.",
      "kalan" : "The sea otter.",
      "karyostenosis" : "Direct cell division (in which there is first a simple division of the nucleus, without any changes in its structure, followed by division of the protoplasm of the karyostenotic mode of nuclear division.",
      "krupp gun" : ". A breech-loading steel cannon manufactured at the works of Friedrich Krupp, at Essen in Prussia. Guns of over eight-inch bore are made up of several concentric cylinders; those of a smaller size are forged solid. Knight.",
      "kever" : "i. To cover. [Obs.] Chaucer.",
      "kerasin" : "A nitrogenous substance free from phosphorus, supposed to be present in the brain; a body closely related to cerebrin.",
      "kinematical" : "Of or pertaining to kinematics. Kinematic curves, curves produced by machinery, or a combination of motions, as distinguished from mathematical curves.",
      "kaoline" : "A very pure white clay, ordinarily in the form of an impalpable powder, and used to form the paste of porcelain; China clay; porcelain clay. It is chiefly derived from the decomposition of common feldspar. Note: The name is now applied to all porcelain clays which endure the fire without discoloration.",
      "kern" : "1. A light-armed foot soldier of the ancient militia of Ireland and Scotland; -- distinguished from gallowglass, and often used as a term of contempt. Macaulay. Now for our Irish wars; We must supplant those rough, rug-headed kerns. Shak. 2. Any kind of boor or low-lived person. [Obs.] Blount. 3. (O. Eng. Law)  An idler; a vagabond. Wharton.\n\nA part of the face of a type which projects beyond the body, or shank.\n\nTo form with a kern. See 2d Kern.\n\nA churn. [Prov. Eng.]\n\nA hand mill. See Quern. Johnson.\n\n1. To harden, as corn in ripening. [Obs.] Carew. 2. To take the form of kernels; to granulate. [Obs.] It is observed that rain makes the salt kern. Dampier.",
      "klipdachs" : "A small mammal (Hyrax Capensis), found in South Africa. It is of about the size of a rabbit, and closely resembles the daman. Called also rock rabbit.",
      "kohl-rabi" : "A variety of cabbage, in which the edible part is a large, turnip-shaped swelling of the stem, above the surface of the ground.",
      "knobbler" : "The hart in its second year; a young deer. [Written also knobber.] Halliwell. He has hallooed the hounds upon a velvet-headed knobbler. Sir W. Scott.",
      "kecksy" : "The hollow stalk of an umbelliferous plant, such as the cow parsnip or the hemlock. [Written also kex, and in pl., kecks, kaxes.] Nothing teems But hateful docks, rough thistles, kecksies, burs. Shak.",
      "kaique" : "See Caique.",
      "koluschan" : "Designating, or pert. to, a linguistic stock of North American Indians comprising the Tlinkit tribes of the Alexander Archipelago of southeastern Alaska and adjacent coast lands. Their language bears some affinity to Mexican tongues.",
      "keeled" : "1. (Bot.)  Keel-shaped; having a longitudinal prominence on the back; as, a keeled leaf. 2. (Zoöl.)  Having a median ridge; carinate; as, a keeled scale.",
      "kemb" : "To comb. [Obs.] His longe hair was kembed behind his back. Chaucer.",
      "keelhaul" : "To haul under the keel of a ship, by ropes attached to the yardarms on each side. It was formerly practiced as a punishment in the Dutch and English navies. Totten.",
      "keramics" : "Same as Ceramics.",
      "kainite" : "A compound salt consisting chiefly of potassium chloride and magnesium sulphate, occurring at the Stassfurt salt mines in Prussian Saxony.",
      "koordish" : "See Kurdish.",
      "knock-knee" : "A condition in which the knees are bent in so as to touch each other in walking; inknee.",
      "kindergarten" : "A school for young children, conducted on the theory that education should be begun by gratifying and cultivating the normal aptitude for exercise, play, observation, imitation, and construction; -- a name given by Friedrich Froebel, a German educator, who introduced this method of training, in rooms opening on a garden.",
      "kruppize" : "To treat by, or subject to, the Krupp process.",
      "kutauss" : "The India civet (Viverra zibetha).",
      "kingston metal" : ". An alloy of tin, copper, and mercury, sometimes used for the bearings and packings of machinery. McElrath.",
      "kraal" : "1. A collection of huts within a stockade; a village; sometimes, a single hut. [South Africa] 2. An inclosure into which are driven wild elephants which are to be tamed and educated. [Ceylon]",
      "kentucky" : "One of the United States. Kentucky blue grass (Bot.), a valuable pasture and meadow grass (Poa pratensis), found in both Europe and America. See under Blue grass. -- Kentucky coffee tree (Bot.), a tall North American tree (Gymnocladus Canadensis) with bipinnate leaves. It produces large woody pods containing a few seeds which have been used as a substitute for coffee. The timber is a very valuable.",
      "keels" : "Ninepins. See Kayles.",
      "krameric" : "Pertaining to, or derived from, Krameria (rhatany); as, krameric acid, usually called ratanhia-tannic acid.",
      "kafal" : "The Arabian name of two trees of the genus Balsamodendron, which yield a gum resin and a red aromatic wood.",
      "kymograph" : "An instrument for measuring, and recording graphically, the pressure of the blood in any of the blood vessels of a living animal; -- called also kymographion.",
      "karyokinetic" : "Of or pertaining to karyokinesis; as, karyokinetic changes of cell division.",
      "kerf" : "A notch, channel, or slit made in any material by cutting or sawing.",
      "keyseat" : "To form a key seat, as by cutting. See Key seat, under Key.",
      "kattimundoo" : "A caoutchouc like substance obtained from the milky juice of the East Indian Euphorbia Kattimundoo. It is used as a cement.",
      "kola nut" : "Same as Cola, Cola nut.",
      "karyokinesis" : "The indirect division of cells in which, prior to division of the cell protoplasm, complicated changes take place in the nucleus, attended with movement of the nuclear fibrils; -- opposed to karyostenosis. The nucleus becomes enlarged and convoluted, and finally the threads are separated into two groups which ultimately become disconnected and constitute the daughter nuclei. Called also mitosis. See Cell development, under Cell.",
      "kabook" : "A clay ironstone found in Ceylon.",
      "klipfish" : "Dried cod, exported from Norway. [Written also clipfish.]",
      "khaliff" : "See Caliph.",
      "kodak" : "A kind of portable camera.",
      "kinnikinic" : "Prepared leaves or bark of certain plants; -- used by the Indians of the Northwest for smoking, either mixed with tobacco or as a substitute for it. Also, a plant so used, as the osier cornel (Cornus stolonijra), and the bearberry (Arctostaphylus Uva-ursi). [Spelled also kinnickinnick and killikinick.]",
      "knaveship" : "A small due, in meal, established by usage, which is paid to the under miller. [Scot.]",
      "knotgrass" : "(a) a common weed with jointed stems (Polygonum aviculare); knotweed. (b) The dog grass. See under Dog. Note: An infusion of Polygonum aviculare was once supposed to have the effect of stopping the growth of an animal, and hence it was called, as by Shakespeare, \"hindering knotgrass.\" We want a boy extremely for this function, Kept under for a year with milk and knotgrass. Beau. & Fl.",
      "karma" : "One's acts considered as fixing one's lot in the future existence. (Theos.) The doctrine of fate as the inflexible result of cause and effect; the theory of inevitable consequence.",
      "killock" : "A small anchor; also, a kind of anchor formed by a stone inclosed by pieces of wood fastened together. [Written also killick.]",
      "keld" : "Having a kell or covering; webbed. [Obs.] Drayton.",
      "keltic" : "Same as Celtic, a. & n.",
      "keep" : "1. To care; to desire. [Obs.] I kepe not of armes for to yelp [boast]. Chaucer. 2. To hold; to restrain from departure or removal; not to let go of; to retain in one's power or possession; not to lose; to retain; to detain. If we lose the field, We can not keep the town. Shak. That I may know what keeps me here with you. Dryden. If we would weigh and keep in our minds what we are considering, that would instruct us. Locke. 3. To cause to remain in a given situation or condition; to maintain unchanged; to hold or preserve in any state or tenor. His loyalty he kept, his love, his zeal. Milton. Keep a stiff rein, and move but gently on. Addison. Note: In this sense it is often used with prepositions and adverbs, as to keep away, to keep down, to keep from, to keep in, out, or off, etc. \"To keep off impertinence and solicitation from his superior.\" Addison. 4. To have in custody; to have in some place for preservation; to take charge of. The crown of Stephanus, first king of Hungary, was always kept in the castle of Vicegrade. Knolles. 5. To preserve from danger, harm, or loss; to guard. Behold, I am with thee, and will keep thee. Gen. xxviii. 15. 6. To preserve from discovery or publicity; not to communicate, reveal, or betray, as a secret. Great are thy virtues . . . though kept from man. Milton. 7. To attend upon; to have the care of; to tend. And the Lord God took the man, and put him into the garden of Eden, to dress it and to keep it. Gen. ii. 15. In her girlish age, she kept sheep on the moor. Carew. 8. To record transactions, accounts, or events in; as, to keep books, a journal, etc. ; also, to enter (as accounts, records, etc. ) in a book. 9. To maintain, as an establishment, institution, or the like; to conduct; to manage; as, to keep store. Like a pedant that keeps a school. Shak. Every one of them kept house by himself. Hayward. 10. To supply with necessaries of life; to entertain; as, to keep boarders. 11. To have in one's service; to have and maintain, as an assistant, a servant, a mistress, a horse, etc. I keep but three men and a boy. Shak. 12. To have habitually in stock for sale. 13. To continue in, as a course or mode of action; not to intermit or fall from; to hold to; to maintain; as, to keep silence; to keep one's word; to keep possession. Both day and night did we keep company. Shak. Within this portal as I kept my watch. Smollett. 14. To observe; to adhere to; to fulfill; not to swerve from or violate; to practice or perform, as duty; not to neglect; to be faithful to. I have kept the faith. 2 Tim. iv. 7. Him whom to love is to obey, and keep His great command. Milton. 15. To confine one's self to; not to quit; to remain in; as, to keep one's house, room, bed, etc. ; hence, to haunt; to frequent. Shak. 'Tis hallowed ground; Fairies, and fawns, and satyrs do it keep. J. Fletcher. 16. To observe duty, as a festival, etc. ; to celebrate; to solemnize; as, to keep a feast. I went with them to the house of God . . . with a multitude that kept holyday. Ps. xlii. 4. To keep at arm's length. See under Arm, n. -- To keep back. (a) To reserve; to withhold. \"I will keep nothing back from you.\" Jer. xlii. 4. (b) To restrain; to hold back. \"Keep back thy servant also from presumptuous sins.\" Ps. xix. 13. -- To keep company with. (a) To frequent the society of; to associate with; as, let youth keep company with the wise and good. (b) To accompany; to go with; as, to keep company with one on a voyage; also, to pay court to, or accept attentions from, with a view to marriage. [Colloq.] -- To keep counsel. See under Counsel, n. -- To keep down. (a) To hold in subjection; to restrain; to hinder. (b) (Fine Arts) To subdue in tint or tone, as a portion of a picture, so that the spectator's attention may not be diverted from the more important parts of the work. -- To keep good (or bad) hours, to be customarily early (or late) in returning home or in retiring to rest. -- To keep house. (a) To occupy a separate house or establishment, as with one's family, as distinguished from boarding; to manage domestic affairs. (b) (Eng. Bankrupt Law) To seclude one's self in one's house in order to evade the demands of creditors. -- To keep one's hand in, to keep in practice. -- To keep open house, to be hospitable. -- To keep the peace (Law), to avoid or to prevent a breach of the peace. -- To keep school, to govern, manage and instruct or teach a school, as a preceptor. -- To keep a stiff upper lip, to keep up one's courage. [Slang] -- To keep term. (a) (Eng. Universities) To reside during a term. (b) (Inns of Court) To eat a sufficient number of dinners in hall to make the term count for the purpose of being called to the bar. [Eng.] Mozley & W. -- To keep touch. See under Touch, n. -- To keep under, to hold in subjection; hence, to oppress. -- To keep up. (a) To maintain; to prevent from falling or diminution; as, to keep up the price of goods; to keep up one's credit. (b) To maintain; to continue; to prevent from ceasing. \"In joy, that which keeps up the action is the desire to continue it.\" Locke. Syn. -- To retain; detain; reserve; preserve; hold; restrain; maintain; sustain; support; withhold. -- To Keep. Retain, Preserve. Keep is the generic term, and is often used where retain or preserve would too much restrict the meaning; as, to keep silence, etc. Retain denotes that we keep or hold things, as against influences which might deprive us of them, or reasons which might lead us to give them up; as, to retain vivacity in old age; to retain counsel in a lawsuit; to retain one's servant after a reverse of fortune. Preserve denotes that we keep a thing against agencies which might lead to its being destroyed or broken in upon; as, to preserve one's health; to preserve appearances.\n\n1. To remain in any position or state; to continue; to abide; to stay; as, to keep at a distance; to keep aloft; to keep near; to keep in the house; to keep before or behind; to keep in favor; to keep out of company, or out reach. 2. To last; to endure; to remain unimpaired. If the malt be not thoroughly dried, the ale it makes will not keep. Mortimer. 3. To reside for a time; to lodge; to dwell. [Now disused except locally or colloquially.] Knock at his study, where, they say, he keeps. Shak. 4. To take care; to be solicitous; to watch. [Obs.] Keep that the lusts choke not the word of God that is in us. Tyndale. 5. To be in session; as, school keeps to-day. [Colloq.] To keep from, to abstain or refrain from. -- To keep in with, to keep on good terms with; as, to keep in with an opponent. -- To keep on, to go forward; to proceed; to continue to advance. -- To keep to, to adhere strictly to; not to neglect or deviate from; as, to keep to old customs; to keep to a rule; to keep to one's word or promise. -- To keep up, to remain unsubdued; also, not to be confined to one's bed.\n\n1. The act or office of keeping; custody; guard; care; heed; charge. Chaucer. Pan, thou god of shepherds all, Which of our tender lambkins takest keep. Spenser. 2. The state of being kept; hence, the resulting condition; case; as, to be in good keep. 3. The means or provisions by which one is kept; maintenance; support; as, the keep of a horse. Grass equal to the keep of seven cows. Carlyle. I performed some services to the college in return for my keep. T. Hughes. 4. That which keeps or protects; a stronghold; a fortress; a castle; specifically, the strongest and securest part of a castle, often used as a place of residence by the lord of the castle, especially during a siege; the donjon. See Illust. of Castle. The prison strong, Within whose keep the captive knights were laid. Dryden. The lower chambers of those gloomy keeps. Hallam. I think . . . the keep, or principal part of a castle, was so called because the lord and his domestic circle kept, abode, or lived there. M. A. Lower. 5. That which is kept in charge; a charge. [Obs.] Often he used of his keep A sacrifice to bring. Spenser. 6. (Mach.)  A cap for retaining anything, as a journal box, in place. To take keep, to take care; to heed. [Obs.] Chaucer.",
      "khenna" : "See Henna.",
      "killow" : "An earth of a blackish or deep blue color. Woodward.",
      "knarred" : "Knotty; gnarled. The knarred and crooked cedar knees. Longfellow.",
      "knawel" : "A low, spreading weed (Scleranthus annuus), common in sandy soil.",
      "kers" : "A cress. [Obs.] Chaucer. Not worth a kers. See under Cress.",
      "kaleege" : "One of several species of large, crested, Asiatic pheasants, belonging to the genus Euplocamus, and allied to the firebacks.",
      "kimbo" : "Crooked; arched; bent. [Written also kimbow.] Dryden.",
      "koran" : "The Scriptures of the Mohammedans, containing the professed revelations to Mohammed; -- called also Alcoran. [Written also Kuran or Quran.]",
      "kytoplasma" : "See Karyoplasma.",
      "ky" : "Kine. [Scot.] See Kee, Kie, and Kine.",
      "killigrew" : "The Cornish chough. See under Chough. [Prov. Eng. & Scot.]",
      "knockings" : "Large lumps picked out of the sieve, in dressing ore.",
      "kahau" : "A long-nosed monkey (Semnopithecus nasalis), native of Borneo. The general color of the body is bright chestnut, with the under parts, shoulders, and sides of the head, golden yellow, and the top of the head and upper part of the back brown. Called also proboscis monkey. [Written also kaha.]",
      "kemps" : "The long flower stems of the ribwort plantain (Plantago Lanceolata). Dr. Prior.",
      "kill-joy" : "One who causes gloom or grief; a dispiriting person. W. Black.",
      "kendal green" : "A cloth colored green by dye obtained from the woad-waxen, formerly used by Flemish weavers at Kendal, in Westmoreland, England. J. Smith (Dict. Econ. Plants). How couldst thou know these men in Kendal green Shak.",
      "kickshaws" : "1. Something fantastical; any trifling, trumpery thing; a toy. Art thou good at these kickshawses! Shak. 2. A fancy dish; a titbit; a delicacy. Some pigeons, . . . a joint of mutton, and any pretty little tiny kickshaws. Shak. Cressy was lost by kickshaws and soup-maigre. Fenton.",
      "kinglet" : "1. A little king; a weak or insignificant king. Carlyle. 2. (Zoöl.)  Any one of several species of small singing birds of the genus Regulus and family Sylviidæ. Note: The golden-crowned kinglet (Regulus satrapa), and the rubycrowned kinglet (R. calendula), are the most common American species. The common English kinglet (R. cristatus) is also called golden-crested wren, moonie, and marigold finch. The kinglets are often popularly called wrens, both in America and England.",
      "kersey" : "A kind of coarse, woolen cloth, usually ribbed, woven from wool of long staple.",
      "kinrede" : "Kindred. [Obs.] Chaucer.",
      "keelrake" : "Same as Keelhaul.",
      "kemelin" : "A tub; a brewer's vessel. [Obs.] Chaucer.",
      "kempty" : "Coarse, rough hair wool or fur, injuring its quality.",
      "knits" : "Small particles of ore. Raymond.",
      "kerchief" : "1. A square of fine linen worn by women as a covering for the head; hence, anything similar in form or material, worn for ornament on other parts of the person; -- mostly used in compounds; as, neckerchief; breastkerchief; and later, handkerchief. He might put on a hat, a muffler, and a kerchief, and so escape. Shak. Her black hair strained away To a scarlet kerchief caught beneath her chin. Mrs. Browning. 2. A lady who wears a kerchief. Dryden.",
      "kingless" : "Having no king. F. Lieber.",
      "knight baronet" : "See Baronet.",
      "knack" : "1. To crack; to make a sharp, abrupt noise to chink. [Obs. or Prov. Eng.] Bp. Hall. 2. To speak affectedly. [Prov. Eng.] Halliwell.\n\n1. A petty contrivance; a toy; a plaything; a knickknack. A knack, a toy, a trick, a baby's cap. Shak. 2. A readiness in performance; aptness at doing something; skill; facility; dexterity. The fellow . . . has not the knack with his shears. B. Jonson. The dean was famous in his time, And had a kind of knack at rhyme. Swift. 3. Something performed, or to be done, requiring aptness and dexterity; a trick; a device. \"The knacks of japers.\" Chaucer. For how should equal colors do the knack ! Pope.",
      "kairoline" : "An organic base obtained from quinoline. It is used as a febrifuge, and resembles kairine.",
      "kilogrammetre" : "A measure of energy or work done, being the amount expended in raising one kilogram through the height of one meter, in the latitude of Paris.",
      "kopeck" : "A small Russian coin. One hundred kopecks make a rouble, worth about sixty cents. [Written also kopek, copec, and copeck.]",
      "kimry" : "See Cymry.",
      "kinsfolk" : "Relatives; kindred; kin; persons of the same family or closely or closely related families. They sought him among their kinsfolk and acquaintance. Luke ii. 44.",
      "knout" : "A kind of whip for flogging criminals, formerly much used in Russia. The last is a tapering bundle of leather thongs twisted with wire and hardened, so that it mangles the flesh.\n\nTo punish with the knout Brougham.",
      "kyloes" : "The cattle of the Hebrides, or of the Highlands. [Scot.] Sir W. Scott.",
      "knotwort" : "A small, herbaceous, trailing plant, of the genus Illecebrum (I. verticillatum.)",
      "katastate" : "(Physiol.) A substance formed by a katabolic process; -- opposed to anastate. See Katabolic.",
      "khedive" : "A governor or viceroy; -- a title granted in 1867 by the sultan of Turkey to the ruler of Egypt.",
      "kneel" : "To bend the knee; to fall or rest on the knees; -- sometimes with down. And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. Acts vii. 60. As soon as you are dressed, kneel and say the Lord's Prayer. Jer. Taylor.",
      "kyriolexy" : "The use of literal or simple expressions, as distinguished from the use of figurative or obscure ones. Krauth-Fleming.",
      "kauri" : "A lofty coniferous tree of New Zealand Agathis, or Dammara, australis), furnishing valuable timber and yielding one kind of dammar resin. [Written also kaudi, cowdie, and cowrie.]",
      "kilkenny cats" : "Two cats fabled, in an Irish story, to have fought till nothing was left but their tails. It is probably a parable of a local contest between Kilkenny and Irishtown, which impoverished both towns.",
      "knurl" : "A contorted knot in wood; a crossgrained protuberance; a nodule; a boss or projection. 2. One who, or that which, is crossgrained.\n\nTo provide with ridges, to assist the grasp, as in the edge of a flat knob, or coin; to mill.",
      "kyrie" : "See Kyrie eleison.",
      "kinematics" : "The science which treats of motions considered in themselves, or apart from their causes; the comparison and relation of motions. Note: Kinematics forms properly an introduction to mechanics, as involving the mathematical principles which are to be applied to its data of forces. Nichol.",
      "kumquat" : "A small tree of the genus Citrus (C. Japonica) growing in China and Japan; also, its small acid, orange-colored fruit used for preserves.",
      "keeler" : "1. One employed in managing a Newcastle keel; -- called also keelman. 2. A small or shallow tub; esp., one used for holding materials for calking ships, or one used for washing dishes, etc.",
      "keffe-kil" : "See Kiefekil.",
      "knotty" : "1. Full of knots; knotted; having many knots; as, knotty timber; a knotty rope. 2. Hard; rugged; as, a knotty head.[R.] Rewe. 3. Difficult; intricate; perplexed. A knotty point to which we now proceed Pope.",
      "kazoo" : "A kind of toy or rude musical instrument, as a tube inside of which is a stretched string made to vibrate by singing or humming into the tube.",
      "kerite" : "A compound in which tar or asphaltum combined with animal or vegetable oils is vulcanized by sulphur, the product closely resembling rubber; -- used principally as an insulating material in telegraphy. Knight.",
      "killifish" : "Any one of several small American cyprinodont fishes of the genus Fundulus and allied genera. They live equally well in fresh and brackish water, or even in the sea. They are usually striped or barred with black. Called also minnow, and brook fish. See Minnow.",
      "kingliness" : "The state or quality of being kingly.",
      "knopped" : "Having knops or knobs; fastened as with buttons. [Obs.] Rom. of R.",
      "kaftan" : "See Caftan.",
      "kit" : "To cut. [Obs.] Chaucer.\n\nA kitten. Kit fox (Zoöl.), a small burrowing fox (Vulpes velox), inhabiting the region of the Rocky Mountains. It is brownish gray, reddish on the breast and flanks, and white below. Called also swift fox.\n\nA small violin. \"A dancing master's kit.\" Grew. Prince Turveydrop then tinkled the strings of his kit with his fingers, and the young ladies stood up to dance. Dickens.\n\n1. A large bottle. 2. A wooden tub or pail, smaller at the top than at the bottom; as, a kit of butter, or of mackerel. Wright. 3. straw or rush basket for fish; also, any kind of basket. [Prov. Eng.] Halliwell. 4. A box for working implements; hence, a working outfit, as of a workman, a soldier, and the like. 5. A group of separate parts, things, or individuals; -- used with whole, and generally contemptuously; as, the whole kit of them.",
      "kerse" : "A cress. [Obs.] Chaucer. Not worth a kers. See under Cress.",
      "kingston" : "The black angel fish. See Angel fish, under Angel.",
      "knapsack" : "A case of canvas or leather, for carrying on the back a soldier's necessaries, or the clothing, etc., of a traveler. And each one fills his knapsack or his scrip With some rare thing that on the field is found. Drayton.",
      "knag" : "1. A knot in wood; a protuberance. Wright. 2. A wooden peg for hanging things on. Wright. 3. The prong of an antler Holland. 4. The rugged top of a hill. [Prov. Eng.] Halliwell.",
      "knotberry" : "The cloudberry (Rudus Chamæmorus); -- so called from its knotted stems.",
      "karstenite" : "Same as Anhydrite.",
      "knee-deep" : "1. Rising to the knees; knee-high; as, water or snow knee-deep. Grass knee-deep within a month. Milton. 2. Sunk to the knees; as, men knee-deep in water. Where knee-deep the trees were standing. Longfellow.",
      "kindling" : "1. The of causing to burn, or of exciting or inflaming the passions. 2. pl.  Materials, easily lighted, for starting a fire.",
      "kinetogenesis" : "An instrument for producing curves by the combination of circular movements; -- called also kinescope.",
      "kyanite" : "See Cyanite.",
      "knotless" : "Free from knots; without knots. \"Silver firs with knotless trunks.\" Congreve.",
      "king charles spaniel" : "A variety of small pet dogs, having, drooping ears, a high, dome-shaped forehead, pug nose, large, prominent eyes, and long, wavy hair. The color is usually black and tan.",
      "kshatriya" : "The military caste, the second of the four great Hindoo castes; also, a member of that caste. See Caste. [India]",
      "knitch" : "A number of things tied or knit together; a bundle; a fagot. [Obs. or Prov. Eng.] Halliwell. When they [stems of asphodel] be dried, they ought to be made up into knitchets, or handfuls. Holland.",
      "kyanol" : "(a) Aniline. [Obs.] (b) A base obtained from coal tar. Ure.",
      "knobby" : "1. Full of, or covered with, knobs or hard protuberances. Dr. H. More. 2. Irregular; stubborn in particulars. [Obs.] The informers continued in a knobby kind of obstinacy. Howell. 3. Abounding in rounded hills or mountains; hilly. [U.S.] Bartlett.",
      "khutbah" : "An address or public prayer read from the steps of the pulpit in Mohammedan mosques, offering glory to God, praising Mohammed and his descendants, and the ruling princes.",
      "knack-kneed" : "See Knock-kneed.",
      "kipskin" : "Leather prepared from the skin of young or small cattle, intermediate in grade between calfskin and cowhide.",
      "knowleching" : "Knowledge. [Obs.] Chaucer.",
      "kantian" : "Of or pertaining to Immanuel Kant, the German philosopher; conformed or relating to any or all of the philosophical doctrines of Immanuel Kant.\n\nA follower of Kant; a Kantist.",
      "kinswoman" : "A female relative. Shak.",
      "knotted" : "1. Full of knots; having knots knurled; as, a knotted cord; the knotted oak. Dryden. 2. Interwoven; matted; entangled. Make . . . thy knotted and combined locks to part. Shak. 3. Having intersecting lines or figures. The west corner of thy curious knotted garden. Shak. 4. (Geol.)  Characterized by small, detached points, chiefly composed of mica, less decomposable than the mass of the rock, and forming knots in relief on the weathered surface; as, knotted rocks. Percival. 5. Entangled; puzzling; knotty. [R.] They're catched in knotted lawlike nets. Hudibras.",
      "kand" : "Fluor spar; -- so called by Cornish miners.",
      "keelvat" : "See Keelfat.",
      "kell" : "A kiln. [Obs.]\n\nA sort of pottage; kale. See Kale, 2. Ainsworth.\n\n1. The caul; that which covers or envelops as a caul; a net; a fold; a film. [Obs.] I'll have him cut to the kell. Beau. & Fl. 2. The cocoon or chrysalis of an insect. B. Jonson.",
      "kingbird" : "1. A small American bird (Tyrannus, or T. Carolinensis), noted for its courage in attacking larger birds, even hawks and eagles, especially when they approach its nest in the breeding season. It is a typical tyrant flycatcher, taking various insects upon the wing. It is dark ash above, and blackish on the bead and tail. The quills and wing coverts are whitish at the edges. It is white beneath, with a white terminal band on the tail. The feathers on the head of the adults show a bright orange basal spot when erected. Called also bee bird, and bee martin. Several Southern and Western species of Tyrannus are also called king birds. 2. The king tody. See under King.",
      "kitte" : "of Kit to cut. [Obs.] Chaucer.",
      "kenspeckle" : "Having so marked an appearance as easily to be recognized. [Scot.]",
      "knaggy" : "Knotty; rough; figuratively, rough in temper. Fuller. -- Knag\"gi*ness, n.",
      "kink" : "1. A twist or loop in a rope or thread, caused by a spontaneous doubling or winding upon itself; a close loop or curl; a doubling in a cord. 2. An unreasonable notion; a crotchet; a whim; a caprice. [Colloq.] Cozzens.\n\nTo wind into a kink; to knot or twist spontaneously upon itself, as a rope or thread.\n\nA fit of coughing; also, a convulsive fit of laughter. [Scot.]",
      "knight marshal" : "An officer in the household of the British sovereign, who has cognizance of transgressions within the royal household and verge, and of contracts made there, a member of the household being one of the parties. Wharton.",
      "knurled" : "1. Full of knots; gnarled. 2. Milled, as the head of a screw, or the edge of a coin.",
      "keratoidea" : "Same as Keratosa.",
      "kayles" : "A game; ninepins. [Prov Eng.] Carew.",
      "kalsomine" : "Same as Calcimine.",
      "kremlin" : "The citadel of a town or city; especially, the citadel of Moscow, a large inclosure which contains imperial palaces, cathedrals, churches, an arsenal, etc. [Russia]",
      "kibed" : "Chapped; cracked with cold; affected with chilblains; as kibed heels. Beau. & Fl.",
      "krone" : "A coin of Denmark, Norway, and Sweden, of the value of about twenty-eight cents. See Crown, n., 9.",
      "kyley" : "A variety of the boomerang.",
      "knurry" : "Full of knots. [Obs.] Drayton.",
      "kiddier" : "A huckster; a cadger. [Obs.] Halliwell.",
      "knight-er-ratic" : "Pertaining to a knight-errant or to knight-errantry. [R.] Quart. Rev.",
      "kee" : "See Kie, Ky, and Kine. [Prov. Eng.] Gay.",
      "kept" : "of Keep. Kept mistress, a concubine; a woman supported by a man as his paramour.",
      "kalends" : "Same as Calends.",
      "kilderkin" : "A small barrel; an old liquid measure containing eighteen English beer gallons, or nearly twenty-two gallons, United States measure. [Written also kinderkin.]",
      "kiby" : "Affected with kibes. Skelton.",
      "kindle" : "To bring forth young. [Obs.] Shak. The poor beast had but lately kindled. Holland.\n\n1. To set on fire; to cause to burn with flame; to ignite; to cause to begin burning; to start; to light; as, to kindle a match, or shavings. His breath kindleth coals. Job xii. 21. 2. Fig.: To inflame, as the passions; to rouse; to provoke; to excite to action; to heat; to fire; to animate; to incite; as, to kindle anger or wrath; to kindle the flame of love, or love into a flame. So is a contentious man to kindle strife. Prov. xxvi. 21. Nothing remains but that I kindle the boy thither. Shak. Kindling her undazzled eyes at the full midday beam. Milton. Could swell the soul to rage, or kindle soft desire. Dryden. Syn. -- Enkindle; light; ignite; inflame; provoke; excite; arouse; stir up.\n\n1. To take fire; to begin to burn with flame; to start as a flame. When thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee. Is. xliii. 2. 2. Fig.: To begin to be excited; to grow warm or animated; to be roused or exasperated. On all occasions where forbearance might be called for, the Briton kindles, and the Christian gives way. I. Taylor.",
      "kukang" : "The slow lemur. See Lemur.",
      "kidderminster" : "A kind of ingrain carpeting, named from the English town where formerly most of it was manufactured.",
      "kinic" : "See Quinic.",
      "kitchen-ry" : "The body of servants employed in the kitchen. [Obs.] Holland.",
      "kra" : "A long-tailed ape (Macacus cynomolgus) of India and Sumatra. It is reddish olive, spotted with black, and has a black tail.",
      "kangaroo" : "Any one of numerous species of jumping marsupials of the family Macropodidæ. They inhabit Australia, New Guinea, and adjacent islands, They have long and strong hind legs and a large tail, while the fore legs are comparatively short and feeble. The giant kangaroo (Macropus major) is the largest species, sometimes becoming twelve or fourteen feet in total length. The tree kangaroos, belonging to the genus Dendrolagus, live in trees; the rock kangaroos, of the genus Petrogale, inhabit rocky situations; and the brush kangaroos, of the genus Halmaturus, inhabit wooded districts. See Wallaby. Kangaroo apple (Bot.), the edible fruit of the Tasmanian plant Solanum aviculare. -- Kangaroo grass (Bot.), a perennial Australian forage grass (Anthistiria australis). -- Kangaroo hare (Zoöl.), the jerboa kangaroo. See under Jerboa. -- Kangaroo mouse. (Zoöl.) See Jumping mouse, under Jumping. -- Kangaroo rat (Zoöl.), the potoroo.",
      "kilting" : "A perpendicular arrangement of flat, single plaits, each plait being folded so as to cover half the breadth of the preceding one.",
      "kain" : "Poultry, etc., required by the lease to be paid in kind by a tenant to his landlord. Wharton (Law Dict.).",
      "karakul" : "Astrakhan, esp. in fine grades. Cf. Caracul.",
      "knife switch" : "A switch consisting of one or more knifelike pieces hinged at one end and making contact near the other with flat gripping springs.",
      "knitting" : "1. The work of a knitter; the network formed by knitting. 2. Union formed by knitting, as of bones. Knitting machine, one of a number of contrivances for mechanically knitting stockings, jerseys, and the like. -- Knitting , a stiff rod, as of steel wire, with rounded ends for knitting yarn or threads into a fabric, as in stockings. -- Knitting sheath, a sheath to receive the end of a needle in knitting.",
      "keyway" : "See Key way, under Key.",
      "knabble" : "To bite or nibble. [Obs.] Horses will knabble at walls, and rats gnaw iron. Sir T. Browne.",
      "kilostere" : "A cubic measure containing 1000 cubic meters, and equivalent to 35,315 cubic feet.",
      "kermesse" : "See Kirmess.",
      "kilometer" : "A measure of length, being a thousand meters. It is equal to 3,280.8 feet, or 62137 of a mile.",
      "kirtle" : "A garment varying in form and use at different times, and worn doth by men and women. Wearing her Norman car, and her kirtle of blue. Longfellow. Note: The term is still retained in the provinces, in the sense of \" an outer petticoat.\" Halliwell.",
      "kavass" : "An armed constable; also, a government servant or courier. [Turkey]",
      "killesse" : "(a) A gutter, groove, or channel. (b) A hipped roof. [Prov. Eng.] Parker.",
      "kenning" : "1. Range of sight. [Obs.] Bacon. 2. The limit of vision at sea, being a distance of about twenty miles.",
      "knickerbockers" : "The name for a style of short breeches; smallclothes.",
      "khan" : "A king; a prince; a chief; a governor; -- so called among the Tartars, Turks, and Persians, and in countries now or formerly governed by them.\n\nAn Eastern inn or caravansary. [Written also kawn.]",
      "kinesitherapy" : "See Kinesiatrics.",
      "kish" : "A workman's name for the graphite which forms incidentally in iron smelting.",
      "knarry" : "Knotty; gnarled. Chaucer.",
      "kittiwake" : "A northern gull (Rissa tridactyla), inhabiting the coasts of Europe and America. It is white, with black tips to the wings, and has but three toes.",
      "korin" : "The gazelle.",
      "kicky-wisky" : "That which is restless and uneasy. Note: Kicky-wicky, or, in some editions, Kicksy-wicksy, is applied contemptuously to a wife by Shakespeare, in \"All's Well that Ends Well,\" ii. 3, 297.",
      "kedge" : "To move (a vessel) by carrying out a kedge in a boat, dropping it overboard, and hauling the vessel up to it.\n\nA small anchor used whenever a large one can be dispensed witch. See Kedge, v. t., and Anchor, n.",
      "kindness" : "1. The state or quality of being kind, in any of its various senses; manifestation of kind feeling or disposition beneficence. I do fear thy nature; It is too full o' the milk of human kindness To catch the nearest way. Shak. Unremembered acts Of kindness and of love. Wordsworth. 2. A kind act; an act of good will; as, to do a great kindness. Syn. -- Good will; benignity; grace; tenderness; compassion; humanity; clemency; mildness; gentleness; goodness; generosity; beneficence; favor.",
      "knop" : "1. A knob; a bud; a bunch; a button. Four bowls made like unto almonds, with their knops and their flowers. Ex. xxv. 21. 2. (Arch.)  Any boldly projecting sculptured ornament; esp., the ornamental termination of a pinnacle, and then synonymous with finial; -- called also knob, and knosp. Knop sedge (Bot.), the bur reed (Sparganium); - - so called from its globular clusters of seed vessels. Prior.",
      "kapok" : "A silky wool derived from the seeds of Ceiba pentandra (syn. Eriodendron anfractuosum), a bombaceous tree of the East and West Indies.",
      "kerargyrite" : "See Cerargyrite.",
      "kie" : "Kine; cows. [Prov. Eng.] Halliwell.",
      "kittlish" : "Ticklish; kittle. Sir W. Scott.",
      "kiosk" : "A Turkish open summer house or pavilion, supported by pillars.",
      "kudu" : "See Koodoo.",
      "kettledrum" : "1. (Mus.)  A drum made of thin copper in the form of a hemispherical kettle, with parchment stretched over the mouth of it. Note: Kettledrums, in pairs, were formerly used in martial music for cavalry, but are now chiefly confined to orchestras, where they are called tympani. 2. An informal social party at which a light collation is offered, held in the afternoon or early evening. Cf. Drum, n., 4 and 5.",
      "kingston valve" : "A conical valve, opening outward, to close the mouth of a pipe which passes through the side of a vessel below the water line.",
      "kantism" : "The doctrine or theory of Kant; the Kantian philosophy.",
      "kempt" : "p. p. of Kemb. B. Jonson.",
      "kid-fox" : "A young fox Shak.",
      "kneck" : "The twisting of a rope or cable, as it is running out. [Eng.]",
      "kalong" : "A fruit bat, esp. the Indian edible fruit bat (Pteropus edulis).",
      "kahani" : "A kind of notary public, or attorney, in the Levant.",
      "kirk" : "A church or the church, in the various senses of the word; esp., the Church of Scotland as distinguished from other reformed churches, or from the Roman Catholic Church. [Scot.] Jamieson.",
      "kamsin" : "A hot southwesterly wind in Egypt, coming from the Sahara. [Written also Khamseen.]",
      "kreatin" : "See Creatin.",
      "knaw" : "See Gnaw. [Obs.] Sir T. More.",
      "kitchenmaid" : "A woman employed in the kitchen. Shak.",
      "kiwikiwi" : "Any species of Apteryx, esp. A. australis; -- so called in imitation of its notes. Called also kiwi. See Apteryx.",
      "knarl" : "A knot in wood. See Gnarl.",
      "kneeler" : "1. One who kneels or who worships by or while kneeling. Tennyson. 2. A cushion or stool to kneel on. 3. (Eccl. Hist.)  A name given to certain catechumens and penitents who were permitted to join only in parts of church worship.",
      "knighthood" : "1. The character, dignity, or condition of a knight, or of knights as a class; hence, chivalry. \"O shame to knighthood.\" Shak. If you needs must write, write Cæsar's praise; You 'll gain at least a knighthood, or the bays. Pope. 2. The whole body of knights. The knighthood nowadays are nothing like the knighthood of old time. Chapman. Note: \"When the order of knighthood was conferred with full solemnity in the leisure of a court or court or city, imposing preliminary ceremonies were required of the candidate. He prepared himself by prayer and fasting, watched his arms at night in a chapel, and was then admitted with the performance of religious rites. Knighthood was conferred by the accolade, which, from the derivation of the name, would appear to have been originally an embrace; but afterward consisted, as it still does, in a blow of the flat of a sword on the back of the kneeling candidate.\" Brande & C.",
      "kob" : "Any one of several species of African antelopes of the genus Kobus, esp. the species Kobus sing-sing.",
      "keystone" : "The central or topmost stone of an arch. This in some styles is made different in size from the other voussoirs, or projects, or is decorated with carving. See Illust. of Arch. Keystone State, the State of Pennsylvania; -- so called from its having been the central State of the Union at the formation of the Constitution.",
      "kreel" : "See Creel.",
      "kneed" : "1. Having knees;- used chiefly in composition; as, in-kneed; out- kneed; weak-kneed. 2. (Bot.)  Geniculated; forming an obtuse angle at the joints, like the knee when a little bent; as, kneed grass.",
      "kupfernickel" : "Copper-nickel; niccolite. See Niccolite.",
      "kiabooca wood" : ". See Kyaboca wood.",
      "knowableness" : "The state or quality of being knowable. Locke.",
      "kindly" : "1. According to the kind or nature; natural. [R.] The kindly fruits of the earth. Book of Com. Prayer. An herd of bulls whom kindly rage doth sting. Spenser. Whatsoever as the Son of God he may do, it is kindly for Him as the Son of Man to save the sons of men. L. Andrews. 2. Humane; congenial; sympathetic; hence, disposed to do good to; benevolent; gracious; kind; helpful; as, kindly affections, words, acts, etc. The shade by which my life was crossed, . . . Has made me kindly with my kind. Tennyson. 3. Favorable; mild; gentle; auspicious; beneficent. In soft silence shed the kindly shower. Pope. Should e'er a kindlier time ensue. Wordsworth. Note: \"Nothing ethical was connoted in kindly once: it was simply the adjective of kind. But it is God's ordinance that kind should be kindly, in our modern sense of the word as well; and thus the word has attained this meaning.\" Trench.\n\n1. Naturally; fitly. [Obs.] Chaucer. Examine how kindly the Hebrew manners of speech mix and incorporate with the English language Addison. 2. In a kind manner; congenially; with good will; with a disposition to make others happy, or to oblige. Be kindly affectioned one to another, with brotherly love. Rom. xii. 10.",
      "klopemania" : "See Kleptomania.",
      "kjoekken moeddings" : "See Kitchen middens.",
      "kelt" : "See Kilt, n. Jamieson.\n\nCloth with the nap, generally of native black wool. [Scot.] Jamieson.\n\nA salmon after spawning. [Scot.]\n\nSame as Celt, one of Celtic race.",
      "kshatruya" : "The military caste, the second of the four great Hindoo castes; also, a member of that caste. See Caste. [India]",
      "keck" : "To heave or to retch, as in an effort to vomit. [R.] Swift.\n\nAn effort to vomit; queasiness. [R.]",
      "kayaker" : "One who uses a kayak.",
      "knapple" : "To break off with an abrupt, sharp noise; to bite; to nibble. [Obs. or Prov. Eng.]",
      "koorilian" : "Same as Kurilian.",
      "kingship" : "The state, office, or dignity of a king; royalty. Landor.",
      "kidling" : "A young kid.",
      "koolokamba" : "A west African anthropoid ape (Troglodytes koolokamba, or T. Aubryi), allied to the chimpanzee and gorilla, and, in some respects, intermediate between them.",
      "konze" : "A large African antelope (Alcelaphus Lichtensteini), allied to the hartbeest, but having shorter and flatter horns, and lacking a black patch on the face.",
      "kobold" : "A kind of domestic spirit in German mythology, corresponding to the Scottish brownie and the English Robin Goodfellow.",
      "knowingness" : "The state or quality of being knowing or intelligent; shrewdness; skillfulness.",
      "ketch" : "An almost obsolete form of vessel, with a mainmast and a mizzenmast, -- usually from one hundred to two hundred and fifty tons burden. Bomb ketch. See under Bomb.\n\nA hangman. See Jack Ketch.\n\nTo catch. [Now obs. in spelling, and colloq. in pronunciation.] To ketch him at a vantage in his snares. Spenser.",
      "kabassou" : "See Cabassou.",
      "kamichi" : "A curious South American bird (Anhima, or Palamedea, cornuta), often domesticated by the natives and kept with poultry, which it defends against birds of prey. It has a long, slender, hornlike ornament on its head, and two sharp spurs on each wing. Although its beak, feet, and legs resemble those of gallinaceous birds, it is related in anatomical characters to the ducks and geese (Anseres). Called also horned screamer. The name is sometimes applied also to the chaja. See Chaja, and Screamer.",
      "kiang" : "The dziggetai.",
      "kisser" : "One who kisses. Beau. & Fl.",
      "knacker" : "1. One who makes knickknacks, toys, etc. Mortimer. 2. One of two or more pieces of bone or wood held loosely between the fingers, and struck together by moving the hand; -- called also clapper. Halliwell.\n\n1. a harness maker. [Obs. or Prov. Eng.] Halliwell. 2. One who slaughters worn-out horses and sells their flesh for dog's meat. [Eng.]",
      "knobkerrie" : "A short club with a knobbed end used as a missile weapon by Kafir and other native tribes of South Africa.",
      "knockabout" : "1. Marked by knocking about or roughness. 2.  Of noisy and violent character. [Theat. Slang] 3.  Characterized by, or suitable for, knocking about, or traveling or wandering hither and thither. 4.  That does odd jobs; -- said of a class of hands or laborers on a sheep station. [Collog., Australia]\n\n1. (Naut.) A small yacht, generally from fifteen to twenty-five feet in length, having a mainsail and a jib.  All knockabouts have ballast and either a keel or centerboard.  The original type was twenty-one feet in length.  The next larger type is called a raceabout. 2. A knockabout performer or performance. [Theat. Slang] 3. A man hired on a sheep station to do odd jobs. [Colloq., Australia]",
      "kampylite" : "A variety of mimetite or arseniate of lead in hexagonal prisms of a fine orange yellow. [Written also campylite.]",
      "karpholite" : "A fibrous mineral occurring in tufts of a straw-yellow color. It is a hydrous silicate of alumina and manganese.",
      "krakowiak" : "A lively Polish dance. See Cracovienne.",
      "kilowatt" : "One thousand watts.",
      "kitchenette" : "A room combining a very small kitchen and a pantry, with the kitchen conveniences compactly arranged, sometimes so that they fold up out of sight and allow the kitchen to be made a part of the adjoining room by opening folding doors.",
      "koodoo" : "A large South African antelope (Strepsiceros kudu). The males have graceful spiral horns, sometimes four feet long. The general color is reddish or grayish brown, with eight or nine white bands on each side, and a pale dorsal stripe. The old males become dark bluish gray, due to the skin showing through the hair. The females are hornless. Called also nellut. [Written also kudu.]",
      "kythe" : "To make known; to manifest; to show; to declare. [Obs: or Scot.] For gentle hearte kytheth gentilesse. Chaucer.\n\nTo come into view; to appear. [Scot.] It kythes bright . . . because all is dark around it. Sir W. Scott.",
      "kicksy-wicksy" : "That which is restless and uneasy. Note: Kicky-wicky, or, in some editions, Kicksy-wicksy, is applied contemptuously to a wife by Shakespeare, in \"All's Well that Ends Well,\" ii. 3, 297.\n\nFantastic; restless; as, kicksy-wicksy flames. Nares.",
      "kent bugle" : "A curved bugle, having six finger keys or stops, by means of which the performer can play upon every key in the musical scale; -- called also keyed bugle, and key bugle. Moore.",
      "keystone state" : "Pennsylvania; -- a nickname alluding to its having been the central one of the 13 original United States.",
      "kilovolt" : "A unit of electromotive force equal to one thousand volts.",
      "koord" : "See Kurd.",
      "kerasine" : "Resembling horn; horny; corneous.",
      "keratin" : "A nitrogenous substance, or mixture of substances, containing sulphur in a loose state of combination, and forming the chemical basis of epidermal tissues, such as horn, hair, feathers, and the like. It is an insoluble substance, and, unlike elastin, is not dissolved even by gastric or pancreatic juice. By decomposition with sulphuric acid it yields leucin and tyrosin, as does albumin. Called also epidermose.",
      "kalmia" : "A genus of North American shrubs with poisonous evergreen foliage and corymbs of showy flowers. Called also mountain laurel, ivy bush, lamb kill, calico bush, etc.",
      "kioways" : "A tribe of Indians distantly related to the Shoshones. They formerly inhabited the region about the head waters of the North Platte.",
      "knavishness" : "The quality or state of being knavish; knavery; dishonesty.",
      "ketonic" : "Pertaining to, or derived from, a ketone; as, a ketonic acid.",
      "kettle" : "A metallic vessel, with a wide mouth, often without a cover, used for heating and boiling water or other liguids. Kettle pins, ninepins; skittles. [Obs.] Shelton. -- Kettle stitch (Bookbinding), the stitch made in sewing at the head and tail of a book. Knight.",
      "kathetal" : "Making a right angle; perpendicular, as two lines or two sides of a triangle, which include a right angle.",
      "kan" : "To know; to ken. [Obs.] See Ken.\n\nSee Khan.",
      "kier" : "A large tub or vat in which goods are subjected to the action of hot lye or bleaching liquor; -- also called keeve.",
      "kidde" : "of Kythe. [Obs.] Chaucer.",
      "kissing strings" : "Cap or bonnet strings made long to tie under the chin. One of her ladyship's kissing strings, once pink and fluttering and now faded and soiled. Pall Mall Mag.",
      "knavish" : "1. Like or characteristic of a knave; given to knavery; trickish; fraudulent; dishonest; villainous; as, a knavish fellow, or a knavish trick. \"Knavish politicians.\" Macaulay. 2. Mischievous; roguish; waggish. Cupid is knavish lad, Thus to make poor females mad. Shak.",
      "kuda" : "The East Indian tapir. See Tapir.",
      "keitloa" : "A black, two-horned, African rhinoceros (Atelodus keitloa). It has the posterior horn about as long as the anterior one, or even longer.",
      "keeper" : "1. One who, or that which, keeps; one who, or that which, holds or has possession of anything. 2. One who retains in custody; one who has the care of a prison and the charge of prisoners. 3. One who has the care, custody, or superintendence of anything; as, the keeper of a park, a pound, of sheep, of a gate, etc. ; the keeper of attached property; hence, one who saves from harm; a defender; a preserver. The Lord is thy keeper. Ps. cxxi. 6. 4. One who remains or keeps in a place or position. Discreet; chaste; keepers at home. Titus ii. 5. 5. A ring, strap, clamp, or any device for holding an object in place; as: (a) The box on a door jamb into which the bolt of a lock protrudes, when shot. (b) A ring serving to keep another ring on the finger. (c) A loop near the buckle of a strap to receive the end of the strap. 6. A fruit that keeps well; as, the Roxbury Russet is a good keeper. Downing. Keeper of the forest (O. Eng. Law), an officer who had the principal government of all things relating to the forest. -- Keeper of the great seal, a high officer of state, who has custody of the great seal. The office is now united with that of lord chancellor. [Eng.] -- Keeper of the King's conscience, the lord chancellor; -- a name given when the chancellor was an ecclesiastic. [Eng.] -- Keeper of the privy seal (styled also lord privy seal), a high officer of state, through whose hands pass all charters, pardons, etc., before they come to the great seal. He is a privy councillor, and was formerly called clerk of the privy seal. [Eng.] - - Keeper of a magnet, a piece of iron which connects the two poles, for the purpose of keeping the magnetic power undiminished; an armature.",
      "kick" : "To strike, thrust, or hit violently with the foot; as, a horse kicks a groom; a man kicks a dog. He [Frederick the Great] kicked the shins of his judges. Macaulay. To kick the beam, to fit up and strike the beam; -- said of the lighter arm of a loaded balance; hence, to be found wanting in weight. Milton. -- To kick the bucket, to lose one's life; to die. [Colloq. & Low]\n\n1. To thrust out the foot or feet with violence; to strike out with the foot or feet, as in defense or in bad temper; esp., to strike backward, as a horse does, or to have a habit of doing so. Hence, figuratively: To show ugly resistance, opposition, or hostility; to spurn. I should kick, being kicked. Shak. 2. To recoil; -- said of a musket, cannon, etc.\n\n1. A blow with the foot or feet; a striking or thrust with the foot. A kick, that scarce would more a horse, May kill a sound divine. Cowper. 2. The projection on the tang of the blade of a pocket knife, which prevents the edge of the blade from striking the spring. See Illust. of Pocketknife. 3. (Brickmaking)  A projection in a mold, to form a depression in the surface of the brick. 4. The recoil of a musket or other firearm, when discharged.",
      "karob" : "The twenty-fourth part of a grain; -- a weight used by goldsmiths. Crabb.",
      "kelpie" : "An imaginary spirit of the waters, horselike in form, vulgarly believed to warn, by preternatural noises and lights, those who are to be drowned. Jamieson.",
      "kutch" : "The packet of vellum leaves in which the gold is first beaten into thin sheets.\n\nSee Catechu.",
      "know-nothingism" : "The doctrines, principles, or practices, of the Know-nothings.",
      "kabyle" : "A Berber, as in Algiers or Tunis. See Berber.",
      "keelfat" : "A cooler; a vat for cooling wort, etc. [Written also keelvat.] Johnson.",
      "knave" : "1. A boy; especially, a boy servant. [Obs.] Wyclif. Chaucer. O murderous slumber, Lay'st thou thy leaden mace upon my boy That plays thee music Gentle knave, good night. Shak. 2. Any male servant; a menial. [Obs.] Chaucer. He's but Fortune's knave, A minister of her will. Shak. 3. A tricky, deceitful fellow; a dishonest person; a rogue; a villain. \"A pair of crafty knaves.\" Shak. In defiance of demonstration, knaves will continue to proselyte fools. Ames. Note: \"How many serving lads must have been unfaithful and dishonest before knave -which meant at first no more than boy -- acquired the meaning which it has now !\" Trench. 4. A playing card marked with the figure of a servant or soldier; a jack. Knave child, a male child. [Obs.] Chaucer. Syn. -- Villain; cheat; rascal; rogue; scoundrel; miscreant.",
      "knockdown" : "A felling by a knock, as of a combatant, or of an animal.\n\nOf force sufficient to fell or completely overthrow; as, a knockdown blow; a knockdown argument. [Colloq.]",
      "kopje" : "A hillock; a small kop. [South Africa] The colloqual Dutch pronunciation as here given is the usual one in South Africa.",
      "kyaw" : "A daw. [Scot.]",
      "kimnel" : "A tub. See Kemelin. [Obs.] She knew not what a kimnel was Beau. & Fl.",
      "knock-out" : "Act of knocking out, or state of being knocked out.\n\nThat knocks out; characterized by knocking out; as, a knock-out blow; a knock-out key for knocking out a drill from a collet.",
      "kayko" : "The dog salmon.",
      "kail" : "1. (Bot.)  A kind of headless cabbage. Same as Kale, 1. 2. Any cabbage, greens, or vegetables. [OE. or Scot.] 3. A broth made with kail or other vegetables; hence, any broth; also, a dinner. [Scot.] Kail yard, a kitchen garden. [Scot.]",
      "knotweed" : "See Knot.",
      "klinometer" : "See Clinometer.",
      "knobbed" : "Containing knobs; full of knobs; ending in a nob. See Illust of Antenna. The horns of a roe deer of Greenland are pointed at the top, and knobbed or tuberous at the bottom. Grew.",
      "ksar" : "See Czar.",
      "knifeedge" : "A piece of steel sharpened to an acute edge or angle, and resting on a smooth surface, serving as the axis of motion of a pendulum, scale beam, or other piece required to oscillate with the least possible friction. Knife-edge file. See Illust. of File.",
      "kaynard" : "A lazy or cowardly person; a rascal. [Obs.] Chaucer.",
      "kingdomed" : "Having a kingdom or the dignity of a king; like a kingdom. [R.] \"Twixt his mental and his active parts, Kingdom'd Achilles in commotion rages And batters down himself. Shak.",
      "kabob" : "See Cabob, n. & v. t.",
      "kingtruss" : "A truss, framed with a king-post; -- used in roofs, bridges, etc.",
      "knickknackatory" : "A collection of knickknacks. Richardson.",
      "kakistocracy" : "Government by the worst men.",
      "koulan" : "A wild horse (Equus, or Asinus, onager) inhabiting the plants of Central Asia; -- called also gour, khur, and onager. [Written also kulan.] Note: It is sometimes confounded with the dziggetai, to which it is closely related. It is gray in winter, but fulvous in summer. It has a well defined, dark, dorsal stripe, and a short, erect mane. In size, it is intermediate between the horse and ass.",
      "kam" : "Crooked; awry. [Obs.] \"This is clean kam.\" Shak.",
      "kist" : "A chest; hence, a coffin. [Scot. & Prov. End.] Jamieson. Halliwell.\n\nA stated payment, especially a payment of rent for land; hence, the time for such payment. [India]",
      "kerolite" : "Same as Cerolite.",
      "kitling" : "A young kitten; a whelp. [Obs. or Scot.] B. Jonson.",
      "kiteflier" : "A mode of raising money, or sustaining one's credit, by the use of paper which is merely nominal; -- called also kiting. -- Kite\"fli`er, n.  See Kite, n., 6. [Cant] McElrath. Thackeray.",
      "keynote" : "1. (Mus.)  The tonic or first tone of the scale in which a piece or passage is written; the fundamental tone of the chord, to which all the modulations of the piece are referred; -- called also key tone. 2. The fundamental fact or idea; that which gives the key; as, the keynote of a policy or a sermon.",
      "ketine" : "One of a series of organic bases obtained by the reduction of certain isonitroso compounds of the ketones. In general they are unstable oily substances having a pungent aromatic odor.",
      "kelpfish" : "A small California food fish (Heterostichus rostratus), living among kelp. The name is also applied to species of the genus Platyglossus.",
      "kindler" : "One who, or that which, kindles, stirs up, or sets on fire.\"Kindlers of riot.\" Gay.",
      "knoll" : "A little round hill; a mound; a small elevation of earth; the top or crown of a hill. On knoll or hillock rears his crest, Lonely and huge, the giant oak. Sir W. Scott.\n\nTo ring, as a bell; to strike a knell upon; to toll; to proclaim, or summon, by ringing. \"Knolled to church.\" Shak. Heavy clocks knolling the drowsy hours. Tennyson.\n\nTo sound, as a bell; to knell. Shak. For a departed being's soul The death hymn peals, and the hollow bells knoll. Byron.\n\nThe tolling of a bell; a knell. [R.] Byron.",
      "kismet" : "Destiny; fate. [Written also kismat.] [Oriental]",
      "knappy" : "Having knaps; full of protuberances or humps; knobby. [Obs.] Huloet.",
      "keech" : "A mass or lump of fat rolled up by the butcher. [Obs.] Shak.",
      "krooman" : "One of a negro tribe of Liberia and the adjacent coast, whose members are much employed on shipboard.",
      "kyack" : "A pack sack to be swung on either side of a packsaddle. [Western U. S.]",
      "kinky" : "1. Full of kinks; liable to kink or curl; as, kinky hair. 2. Queer; eccentric; crotchety. [Colloq. U.S.]",
      "kin" : "A diminutive suffix; as, manikin; lambkin.\n\nA primitive Chinese instrument of the cittern kind, with from five to twenty-five silken strings. Riemann.\n\n1. Relationship, consanguinity, or affinity; connection by birth or marriage; kindred; near connection or alliance, as of those having common descent. 2. Relatives; persons of the same family or race. The father, mother, and the kinbeside. Dryden. You are of kin, and so a friend to their persons. Bacon.\n\nOf the same nature or kind; kinder. \"Kin to the king.\" Shak.\n\nA diminutive suffix; as, manikin; lambkin.",
      "knew" : "of Know.",
      "knicker" : "A small ball of clay, baked hard and oiled, used as a marble by boys in playing. [Prov. Eng. & U. S.] Halliwell. Bartlett.",
      "kousso" : "An Abyssinian rosaceous tree (Brayera anthelmintica), the flowers of which are used as a vermifuge. [Written also cusso and kosso.]",
      "kerchered" : "Covered, or bound round, with a kercher. [Obs.] G. Fletcher.",
      "kussier" : "(Mus.) A Turkish instrument of music, with a hollow body covered with skin, over which five strings are stretched. [Written also kussir.]",
      "k" : "(K is from the Latin, which used the letter but little except in the early period of the language. It came into the Latin from the Greek, which received it from a Phoenician source, the ultimate origin probably being Egyptian,. Etymologically K is most nearly related to c, g, h (which see). Note: In many words of one syllable k is used after c, as in crack, check, deck, being necessary to exhibit a correct pronunciation in the derivatives, cracked, checked, decked, cracking; since without it, c, before the vowels e and i, would be sounded like s. Formerly, k was added to c in certain words of Latin origin, as in musick, publick, republick; but now it is omitted. Note: See Guide to Pronunciation , §§ 240, 178, 179, 185.",
      "killing" : "Literally, that kills; having power to kill; fatal; in a colloquial sense, conquering; captivating; irresistible. -- Kill\"ing*ly, adv. Those eyes are made so killing. Pope. Nothing could be more killingly spoken. Milton.",
      "kerseymere" : "See Cassimere.",
      "kipper" : "1. (Zoöl.)  A salmon after spawning. 2. A salmon split open, salted, and dried or smoked; -- so called because salmon after spawning were usually so cured, not being good when fresh. [Scot.] Kipper time, the season in which fishing for salmon is forbidden. [Eng. & Scot.]\n\nTo cure, by splitting, salting, and smoking. \"Kippered salmon.\" Dickens.\n\nAmorous; also, lively; light-footed; nimble; gay; sprightly. [Prov. Eng.] Halliwell.",
      "kipe" : "An osier basket used for catching fish. [Prov. Eng.]",
      "kidney-form" : "Having the form or shape of a kidney; reniform; as, a kidney- shaped leaf. Gray.",
      "keyboard" : "The whole arrangement, or one range, of the keys of an organ, typewriter, etc.",
      "kirumbo" : "A bird of Madagascar (Leptosomus discolor), the only living type of a family allied to the rollers. It has a pair of loral plumes. The male is glossy green above, with metallic reflections; the female is spotted with brown and black.",
      "koklass" : "Any pheasant of the genus Pucrasia. The birds of this genus inhabit India and China, and are distinguished by having a long central and two lateral crests on the head. Called also pucras.",
      "kentledge" : "Pigs of iron used for ballast. [Written also kintlidge.]",
      "kingcraft" : "The craft of kings; the art of governing as a sovereign; royal policy. Prescott.",
      "kilted" : "1. Having on a kilt. 2. Plaited after the manner of kilting. 3. Tucked or fastened up; -- said of petticoats, etc.",
      "kittel" : "See Kittle, v. t.",
      "knowleche" : "See Knowl, edge. We consider and knowleche that we have offended. Chaucer.",
      "kedlock" : "See Charlock.",
      "kilometre" : "A measure of length, being a thousand meters. It is equal to 3,280.8 feet, or 62137 of a mile.",
      "knockstone" : "A block upon which ore is broken up.",
      "kuro-siwo" : "See Japan Current, above.",
      "kickshaw" : "See Kickshaws, the correct singular.",
      "kentle" : "A hundred weight; a quintal.",
      "kirked" : "Turned upward; bent. [Obs.] Rom. of R.",
      "kesar" : "See Kaiser [Obs.] Spenser.",
      "kaiser" : "The ancient title of emperors of Germany assumed by King William of Prussia when crowned sovereign of the new German empire in 1871.",
      "kiln" : "1. A large stove or oven; a furnace of brick or stone, or a heated chamber, for the purpose of hardening, burning, or drying anything; as, a kiln for baking or hardening earthen vessels; a kiln for drying grain, meal, lumber, etc.; a kiln for calcining limestone. 2. A furnace for burning bricks; a brickkiln.",
      "krait" : "A very venomous snake of India (Bungarus coeruleus), allied to the cobra. Its upper parts are bluish or brownish black, often with narrow white streaks; the belly is whitish.",
      "kritarchy" : "The rule of the judges over Israel. Samson, Jephthah, Gideon, and other heroes of the kritarchy. Southey.",
      "kytomiton" : "See Karyomiton.",
      "kilogram" : "A measure of weight, being a thousand grams, equal to 2.2046 pounds avoirdupois (15,432.34 grains). It is equal to the weight of a cubic decimeter of distilled water at the temperature of maximum density, or 39º Fahrenheit.",
      "knitback" : "The plant comfrey; -- so called from its use as a restorative. Dr. Prier.",
      "kudos" : "Glory; fame; renown; praise. W. H. Russel.\n\nTo praise; to extol; to glorify. \"Kudos'd egregiously.\" [R.] Southey.",
      "kenogenetic" : "Of or pertaining to kenogenesis; as, kenogenetic processes. -- Ken`o*ge*net\"ic*al*ly, adv.",
      "keyed" : "Furnished with keys; as, a keyed instrument; also, set to a key, as a tune. Keyed bugle. See Kent bugle.",
      "kumish" : "See Koumiss.",
      "knubs" : "Waste silk formed in winding off the threads from a cocoon.",
      "kainozoic" : "See Cenozoic.",
      "kaleidoscopical" : "Of, pertaining to, or formed by, a kaleidoscope; variegated.",
      "kaliform" : "Formed like kali, or glasswort.",
      "kitcat" : "1. Designating a club in London, to which Addison and Steele belonged; -- so called from Christopher Cat, a pastry cook, who served the club with mutton pies. 2. Designating a canvas used for portraits of a peculiar size, viz., twenty-right or twenty-nine inches by thirtysix; -- so called because that size was adopted by Sir Godfrey Kneller for the portraits he painted of the members of the Kitcal Club. Fairholt.\n\nA game played by striking with a stick small piece of wood, called a cat, shaped like two coned united at their bases; tipcat. Cotton. Kitcat roll (Agric.), a roller somewhat in the form of two cones set base to base. [Prov. Eng.]",
      "kat" : "An Arabian shrub Catha edulis) the leaves of which are used as tea by the Arabs.",
      "kidfox" : "A young fox Shak.",
      "keloid" : "Applied to a variety of tumor forming hard, flat, irregular excrescences upon the skin. -- n.  A keloid tumor.",
      "kendal" : "A cloth colored green by dye obtained from the woad-waxen, formerly used by Flemish weavers at Kendal, in Westmoreland, England. J. Smith (Dict. Econ. Plants). How couldst thou know these men in Kendal green Shak.",
      "keepership" : "The office or position of a keeper. Carew.",
      "knock-out drops" : "Drops of some drug put in one's drink to stupefy him for purpose of robbery, etc. [Slang, U. S.]",
      "kapellmeister" : "See Capellmeister.",
      "knosp" : "Same as Knop,2. Milman.",
      "krishna" : "The most popular of the Hindoo divinities, usually held to be the eighth incarnation of the god Vishnu.",
      "kind-heartedness" : "The state or quality of being kind-hearted; benevolence.",
      "kreatic" : "See Creatic.",
      "kurdish" : "Of or pertaining to the Kurds. [Written also Koordish.]",
      "keelivine" : "A pencil of black or red lead; -- called also keelyvine pen. [Scot.] Sir W. Scott.",
      "kingfish" : "(a) An American marine food fish of the genus Menticirrus, especially M. saxatilis, or M. nebulosos, of the Atlantic coast; -- called also whiting, surf whiting, and barb. (b) The opah. (c) The common cero; also, the spotted cero. See Cero. (d) The queenfish.",
      "kohl" : "A mixture of soot and other ingredients, used by Egyptian and other Eastern women to darken the edges of the eyelids.",
      "kiblah" : "See Keblah.",
      "key tone" : "See Keynote.",
      "kaleidophon" : "An instrument invented by Professor Wheatstone, consisting of a reflecting knob at the end of a vibrating rod or thin plate, for making visible, in the motion of a point of light reflected from the knob, the paths or curves corresponding with the musical notes produced by the vibrations.",
      "kepi" : "A military cap having a close-fitting band, a round flat top sloping toward the front, and a visor. As originally worn by the French in Algeria about 1830 it was tall and stiff with a straight visor. It is now lower, has a curved visor, and is frequently soft.",
      "kanaka" : "A native of the Sandwich Islands.",
      "kasack" : "Same as Cossack.",
      "kalki" : "The name of Vishnu in his tenth and last avatar. Whitworth.",
      "konite" : "See Conite.",
      "kieselguhr" : "Siliceous earth; specifically, porous infusorial earth, used as an absorbent of nitroglycerin in the manufacture of dynamite.",
      "keelman" : "See Keeler, 1.",
      "kilo" : "An abbreviation of Kilogram.\n\nA combining form used to signify thousand in forming the names of units of measurement; as, kilogram, kilometer, kilowatt, etc.",
      "knuckle" : "1. The joint of a finger, particularly when made prominent by the closing of the fingers. Davenant. 2. The kneejoint, or middle joint, of either leg of a quadruped, especially of a calf; -- formerly used of the kneejoint of a human being. With weary knuckles on thy brim she kneeled sadly down. Golding. 3. The joint of a plant. [Obs.] Bacon. 4. (Mech.)  The joining pars of a hinge through which the pin or rivet passes; a knuckle joint. 5. (Shipbuilding)  A convex portion of a vessel's figure where a sudden change of shape occurs, as in a canal boat, where a nearly vertical side joins a nearly flat bottom. 6. A contrivance, usually of brass or iron, and furnished with points, worn to protect the hand, to add force to a blow, and to disfigure the person struck; as, brass knuckles; -- called also knuckle duster. [Slang.] Knuckle joint (Mach.), a hinge joint, in which a projection with an eye, on one piece, enters a jaw between two corresponding projections with eyes, on another piece, and is retained by a pin which passes through the eyes and forms the pivot. -- Knuckle of veal (Cookery), the lower part of a leg of veal, from the line of the body to the knuckle.\n\nTo yield; to submit; -- used with down, to, or under. To knuckle to. (a) To submit to in a contest; to yield to. [Colloq.] See To knock under, under Knock, v. i. (b) To apply one's self vigorously or earnestly to; as, to knuckle to work. [Colloq.]\n\nTo beat with the knuckles; to pommel. [R.] Horace Smith.",
      "kiteflying" : "A mode of raising money, or sustaining one's credit, by the use of paper which is merely nominal; -- called also kiting. -- Kite\"fli`er, n.  See Kite, n., 6. [Cant] McElrath. Thackeray.",
      "knapbottle" : "The bladder campion (Silene inflata).",
      "kris" : "A Malay dagger. See Creese.",
      "knoppern" : "A kind of gall produced by a gallfly on the cup of an acorn, -- used in tanning and dyeing.",
      "kawaka" : "a New Zealand tree, the Cypress cedar (Libocedrus Doniana), having a valuable, fine-grained, reddish wood.",
      "kitchener" : "A kitchen servant; a cook. Carlyle.",
      "kneecap" : "1. (Anat.)  The kneepan. 2. A cap or protection for the knee.",
      "kernel" : "1. The essential part of a seed; all that is within the seed walls; the edible substance contained in the shell of a nut; hence, anything included in a shell, husk, or integument; as, the kernel of a nut. See Illust. of Endocarp. ' A were as good crack a fusty nut with no kernel Shak. 2. A single seed or grain; as, a kernel of corn. 3. A small mass around which other matter is concreted; a nucleus; a concretion or hard lump in the flesh. 4. The central, substantial or essential part of anything; the gist; the core; as, the kernel of an argument.\n\nTo harden or ripen into kernels; to produce kernels.",
      "kinaesthesis" : "The perception attendant upon the movements of the muscles. Bastian.",
      "kapnomar" : ") See Capnomor.",
      "kholah" : "The Indian jackal.",
      "know-all" : "One who knows everything; hence, one who makes pretension to great knowledge; a wiseacre; -- usually ironical. [Colloq. or R.]",
      "kettledrummer" : "One who plays on a kettledrum.",
      "kop" : "Hill; mountain. [South Africa]",
      "kobellite" : "A blackish gray mineral, a sulphide of antimony, bismuth, and lead.",
      "kestrel" : "A small, slender European hawk (Falco alaudarius), allied to the sparrow hawk. Its color is reddish fawn, streaked and spotted with white and black. Also called windhover and stannel. The name is also applied to other allied species. Note: This word is often used in contempt, as of a mean kind of hawk. \"Kites and kestrels have a resemblance with hawks.\" Bacon.",
      "kainit" : "Salts of potassium used in the manufacture of fertilizers.",
      "kamala" : "The red dusty hairs of the capsules of an East Indian tree (Mallotus Philippinensis) used for dyeing silk. It is violently emetic, and is used in the treatment of tapeworm. [Written also kameela.]",
      "kleptomania" : "A propensity to steal, claimed to be irresistible. This does not constitute legal irresponsibility. Wharton.",
      "kalium" : "Potassium; -- so called by the German chemists.",
      "knickerbocker" : "A linsey-woolsey fabric having a rough knotted surface on the right side; used for women's dresses.",
      "karaism" : "Doctrines of the Karaites.",
      "klinkstone" : "See Clinkstone.",
      "karroo" : "One of the dry table-lands of South Africa, which often rise terracelike to considerable elevations. [Also karoo.] The Great Karroo, or The Karroo, a vast plateau, in Cape Colony, stretching through five degrees of longitude, at an elevation of about 3,000 feet.",
      "keraunograph" : "A figure or picture impressed by lightning upon the human body or elsewhere. -- Ker`au-nog\"ra-phy, n.",
      "kiefekil" : "A species of clay; meerschaum. [Also written keffekil.]",
      "konseal" : "A form of capsule for inclosing a dose of medicine that is offensive, caustic, or the like.",
      "knightly" : "Of or pertaining to a knight; becoming a knight; chivalrous; as, a knightly combat; a knightly spirit. For knightly jousts and fierce encounters fit. Spenser. [Excuses] full knightly without scorn. Tennyson.\n\nIn a manner becoming a knight. And why thou comest thus knightly clad in arms. Shak.",
      "kneejoint" : "1. The joint of the knee. 2. (Mach.)  A toggle joint; -- so called because consisting of two pieces jointed to each other end to end, making an angle like the knee when bent.",
      "karn" : "A pile of rocks; sometimes, the solid rock. See Cairn.",
      "knowledge" : "1. The act or state of knowing; clear perception of fact, truth, or duty; certain apprehension; familiar cognizance; cognition. Knowledge, which is the highest degree of the speculative faculties, consists in the perception of the truth of affirmative or negative propositions. Locke. 2. That which is or may be known; the object of an act of knowing; a cognition; -- chiefly used in the plural. There is a great difference in the delivery of the mathematics, which are the most abstracted of knowledges. Bacon. Knowledges is a term in frequent use by Bacon, and, though now obsolete, should be revived, as without it we are compelled to borrow \"cognitions\" to express its import. Sir W. Hamilton. To use a word of Bacon's, now unfortunately obsolete, we must determine the relative value of knowledges. H. Spencer. 3. That which is gained and preserved by knowing; instruction; acquaintance; enlightenment; learning; scholarship; erudition. Knowledge puffeth up, but charity edifieth. 1 Cor. viii. 1. Ignorance is the curse of God; -Knowledge, the wing wherewith we fly to heaven. Shak. 4. That familiarity which is gained by actual experience; practical skill; as, a knowledge of life. Shipmen that had knowledge of the sea. 1 Kings ix. 27. 5. Scope of information; cognizance; notice; as, it has not come to my knowledge. Why have I found grace in thine eyes, that thou shouldst take knowledge of me Ruth ii. 10. 6. Sexual intercourse; -- usually preceded by carnal; as, carnal knowledge. Syn. -- See Wisdom.\n\nTo acknowledge. [Obs.] \"Sinners which knowledge their sins.\" Tyndale.",
      "kuskus" : "See Vetiver.",
      "karmathian" : "One of a Mohammedan sect founded in the ninth century by Karmat.",
      "knickknackery" : "Knickknacks.",
      "kerver" : "A carver. [Obs.] Chaucer.",
      "kippernut" : "A name given to earthnuts of several kinds.",
      "kakoxene" : "See Cacoxene.",
      "karvel" : "See Carvel, and Caravel.",
      "kelotomy" : "See Celotomy.",
      "kyanophyll" : "Same as Cyanophyll.",
      "kithara" : "See Cithara.",
      "klipspringer" : "A small, graceful South African antelope (Nanotragus oreotragus), which, like the chamois, springs from one crag to another with great agility; -- called also kainsi. [Written also klippspringer.]",
      "kaguan" : "The colugo.",
      "kid" : "1. (Zoöl.)  A young goat. The . . . leopard shall lie down with the kid. Is. xi. 6 . 2. A young child or infant; hence, a simple person, easily imposed on. [Slang] Charles Reade. 3. A kind of leather made of the skin of the young goat, or of the skin of rats, etc. 4. pl.  Gloves made of kid. [Colloq. & Low] 5. A small wooden mess tub; -- a name given by sailors to one in which they receive their food. Cooper.\n\nTo bring forth a young goat.\n\nA fagot; a bundle of heath and furze. [Prov. Eng.] Wright.\n\nof Kythe. [Obs.] Gower. Chaucer.\n\nSee Kiddy, v. t. [Slang]",
      "kinsman" : "A man of the same race or family; one related by blood.",
      "kimono" : "1. A kind of loose robe or gown tied with a sash, worn as an outer garment by Japanese men and women. 2.  A similar gown worn as a dressing gown by women of Western nations.",
      "knead" : "1. To work and press into a mass, usually with the hands; esp., to work, as by repeated pressure with the knuckles, into a well mixed mass, as the materials of bread, cake, etc.; as, to knead dough. The kneading, the making of the cake, the heating of the oven, and the baking. Shak. 2. Fig.: To treat or form as by kneading; to beat. I will knead him : I'll make him supple. Shak. Kneading trough, a trough or tray in which dough is kneaded. Ex. viii. 3.",
      "kusimanse" : "A carnivorous animal (Crossarchus obscurus) of tropical Africa. It its allied to the civets. Called also kusimansel, and mangue."
    }