    {
      "zeriba" : "Same as Zareba.",
      "zunis" : "A tribe of Pueblo Indians occupying a village in New Mexico, on the Zuni River.",
      "zarathustric" : "Of or pertaining to Zarathustra, or Zoroaster; Zoroastrian. Tylor.",
      "zebrula" : "A cross between a male zebra and a female horse.",
      "zooelatry" : "The worship of animals.",
      "zooegeographical" : "Of or pertaining to zoögraphy.",
      "zinco-polar" : "Electrically polarized like the surface of the zinc presented to the acid in a battery, which has zincous affinity. [Obs.]",
      "zorilla" : "Either one of two species of small African carnivores of the genus Ictonyx allied to the weasels and skunks. [Written also zoril, and zorille.] Note: The best-known species (Ictonyx zorilla) has black shiny fur with white bands and spots. It has anal glands which produce a very offensive secretion, similar to that of the skunk. It feeds upon birds and their eggs and upon small mammals, and is often very destructive to poultry. It is sometimes tamed by the natives, and kept to destroy rats and mice. Called also mariput, Cape polecat, and African polecat. The name is sometimes erroneously applied to the American skunk.",
      "zymophyte" : "A bacteroid ferment.",
      "zirconoid" : "A double eight-sided pyramid, a form common with tetragonal crystals; -- so called because this form often occurs in crystals of zircon.",
      "zink" : "See Zinc. [Obs.]",
      "zetetic" : "Seeking; proceeding by inquiry. Zetetic method (Math.), the method used for finding the value of unknown quantities by direct search, in investigation, or in the solution of problems. [R.] Hutton.\n\nA seeker; -- a name adopted by some of the Pyrrhonists.",
      "zinziberaceous" : "Same as Zingiberaceous.",
      "zoospore" : "1. (Bot.)  A spore provided with one or more slender cilia, by the vibration of which it swims in the water. Zoöspores are produced by many green, and by some olive-brown, algæ. In certain species they are divided into the larger macrozoöspores and the smaller microzoöspores. Called also sporozoid, and swarmspore. 2. (Zoöl.)  See Swarmspore.",
      "zooechemistry" : "Animal chemistry; particularly, the description of the chemical compounds entering into the composition of the animal body, in distinction from biochemistry.",
      "zealed" : "Full of zeal; characterized by zeal. [Obs.] \"Zealed religion.\" Beau. & Fl.",
      "zamindari" : "The jurisdiction of a zamindar; the land possessed by a zamindar. [Written also zemindary, zemindari.]",
      "zincification" : "The act or process of applying zinc; the condition of being zincified, or covered with zinc; galvanization.",
      "zebra" : "Either one of two species of South African wild horses remarkable for having the body white or yellowish white, and conspicuously marked with dark brown or brackish bands. Note: The true or mountain zebra (Equus, or Asinus, zebra) is nearly white, and the bands which cover the body and legs are glossy black. Its tail has a tuft of black hair at the tip. It inhabits the mountains of Central and Southern Africa, and is noted for its wariness and wildness, as well as for its swiftness. The second species (Equus, or Asinus, Burchellii), known as Burchell's zebra, and dauw, inhabits the grassy plains of South Africa, and differs from the preceding in not having dark bands on the legs, while those on the body are more irregular. It has a long tail, covered with long white flowing hair. Zebra caterpillar, the larva of an American noctuid moth (Mamestra picta). It is light yellow, with a broad black stripe on the back and one on each side; the lateral stripes are crossed with withe lines. It feeds on cabbages, beets, clover, and other cultivated plants. -- Zebra opossum, the zebra wolf. See under Wolf. -- Zebra parrakeet, an Australian grass parrakeet, often kept as a cage bird. Its upper parts are mostly pale greenish yellow, transversely barred with brownish black crescents; the under parts, rump, and upper tail coverts, are bright green; two central tail feathers and the cheek patches are blue. Called also canary parrot, scallop parrot, shell parrot, and undulated parrot. -- Zebra poison (Bot.), a poisonous tree (Euphorbia arborea) of the Spurge family, found in South Africa. Its milky juice is so poisonous that zebras have been killed by drinking water in which its branches had been placed, and it is also used as an arrow poison. J. Smith (Dict. Econ. Plants). -- Zebra shark. Same as Tiger shark, under Tiger. -- Zebra spider, a hunting spider. -- Zebra swallowtail, a very large North American swallow-tailed butterfly (Iphiclides ajax), in which the wings are yellow, barred with black; -- called also ajax. -- Zebra wolf. See under Wolf.",
      "zoetrope" : "An optical toy, in which figures made to revolve on the inside of a cylinder, and viewed through slits in its circumference, appear like a single figure passing through a series of natural motions as if animated or mechanically moved.",
      "zoril" : "Same as Zorilla.",
      "zoantharia" : "Same as Anthozoa.",
      "zoosperm" : "One of the spermatic particles; spermatozoid.",
      "zaerthe" : "Same as Zärthe.\n\nA European bream (Abramis vimba). [Written also zaerthe.]",
      "zooesperm" : "One of the spermatic particles; spermatozoid.",
      "zendik" : "An atheist or unbeliever; -- name given in the East to those charged with disbelief of any revealed religion, or accused of magical heresies.",
      "zonal" : "Of or pertaining to a zone; having the form of a zone or zones. Zonal equation (Crystallog.), the mathematical relation which belongs to all the planes of a zone, and expresses their common position with reference to the axes. -- Zonal structure (Crystallog.), a structure characterized by the arrangements of color, inclusions, etc., of a crystal in parallel or concentric layers, which usually follow the outline of the crystal, and mark the changes that have taken place during its growth. -- Zonal symmetry. (Biol.) See the Note under Symmetry.",
      "zingel" : "A small, edible, freshwater European perch (Aspro zingel), having a round, elongated body and prominent snout.",
      "zinnwaldite" : "A kind of mica containing lithium, often associated with tin ore.",
      "zoophite" : "A zoöphyte. [R.]",
      "zootic" : "Containing the remains of organized bodies; -- said of rock or soil.",
      "zumology" : "See Zymic, Zymological, etc.",
      "zapatera" : "A cured olive which has spoiled or is on the verge of decomposition; loosely, an olive defective because of bruises, wormholes, or the like.",
      "zincify" : "To coat or impregnate with zinc.",
      "zigzaggery" : "The quality or state of being zigzag; crookedness. [R.] The . . . zigzaggery of my father's approaches. Sterne.",
      "zoopraxiscope" : "An instrument similar to, or the same as, the, the phenakistoscope, by means of which pictures projected upon a screen are made to exhibit the natural movements of animals, and the like.",
      "zirconate" : "A salt of zirconic acid.",
      "zooespore" : "1. (Bot.)  A spore provided with one or more slender cilia, by the vibration of which it swims in the water. Zoöspores are produced by many green, and by some olive-brown, algæ. In certain species they are divided into the larger macrozoöspores and the smaller microzoöspores. Called also sporozoid, and swarmspore. 2. (Zoöl.)  See Swarmspore.",
      "zingaro" : "A gypsy.",
      "zootomist" : "One who dissects animals, or is skilled in zoötomy.",
      "zooenic" : "Of or pertaining to animals; obtained from animal substances.",
      "zaphara" : "Zaffer.",
      "zoogony" : "The doctrine of the formation of living beings.",
      "zooephytological" : "Of or pertaining to zoöphytology; as, zoöphytological observations.",
      "zarathustrism" : "See Zoroastrianism.",
      "zealotry" : "The character and behavior of a zealot; excess of zeal; fanatical devotion to a cause. Enthusiasm, visionariness, seems the tendency of the German; zeal, zealotry, of the English; fanaticism, of the French. Coleridge.",
      "zoochemy" : "Animal chemistry; zoöchemistry. Dunglison.",
      "zircon light" : "A light, similar to the calcium light, produced by incandescent zirconia.",
      "zoopsychology" : "Animal psychology.",
      "zooetomist" : "One who dissects animals, or is skilled in zoötomy.",
      "zizel" : "The suslik. [Written also zisel.]",
      "zinkenite" : "A steel-gray metallic mineral, a sulphide of antimony and lead.",
      "zunyite" : "A fluosilicate of alumina occurring in tetrahedral crystals at the Zuñi mine in Colorado.",
      "zoologist" : "One who is well versed in zoölogy.",
      "zooegeography" : "The study or description of the geographical distribution of animals.",
      "zoosporic" : "Of or pertaining to zoöspores; of the nature of zoöspores.",
      "zulu-kaffir" : "A member of the Bantu race comprising the Zulus and the Kaffirs.",
      "zenick" : "A South African burrowing mammal (Suricata tetradactyla), allied to the civets. It is grayish brown, with yellowish transverse stripes on the back. Called also suricat.",
      "zeekoe" : "A hippopotamus.",
      "zealotism" : "The character or conduct of a zealot; zealotry.",
      "zauschneria" : "A genus of flowering plants. Zauschneria Californica is a suffrutescent perennial, with showy red flowers much resembling those of the garden fuchsia.",
      "zany" : "A merry-andrew; a buffoon. Then write that I may follow, and so be Thy echo, thy debtor, thy foil, thy zany. Donne. Preacher at once, and zany of thy age. Pope.\n\nTo mimic. [Obs.] Your part is acted; give me leave at distance To zany it. Massinger.",
      "zigzag" : "1. Something that has short turns or angles. The fanatics going straight forward and openly, the politicians by the surer mode of zigzag. Burke. 2. (Arch.)  A molding running in a zigzag line; a chevron, or series of chevrons. See Illust. of Chevron, 3. 3. (Fort.)  See Boyau.\n\nHaving short, sharp turns; running this way and that in an onward course.\n\nTo form with short turns.\n\nTo move in a zigzag manner; also, to have a zigzag shape. R. Browning.",
      "zirco" : "A combining form (also used adjectively) designating zirconium as an element of certain double compounds; zircono-; as in zircofluoric acid, sodium zircofluoride.",
      "zaptiah" : "A Turkish policeman. [Written also zaptieh.]",
      "zeus" : "The chief deity of the Greeks, and ruler of the upper world (cf. Hades). He was identified with Jupiter.",
      "zeuglodon" : "A genus of extinct Eocene whales, remains of which have been found in the Gulf States. The species had very long and slender bodies and broad serrated teeth. See Phocodontia.",
      "zooepathology" : "Animal pathology.",
      "zincide" : "A binary compound of zinc. [R.]",
      "zenana" : "The part of a dwelling appropriated to women. [India]",
      "zest" : "1. A piece of orange or lemon peel, or the aromatic oil which may be squeezed from such peel, used to give flavor to liquor, etc. 2. Hence, something that gives or enhances a pleasant taste, or the taste itself; an appetizer; also, keen enjoyment; relish; gusto. Almighty Vanity! to thee they owe Their zest of pleasure, and their balm of woe. Young. Liberality of disposition and conduct gives the highest zest and relish to social intercourse. Gogan. 3. The woody, thick skin inclosing the kernel of a walnut. [Obs.]\n\n1. To cut into thin slips, as the peel of an orange, lemon, etc.; to squeeze, as peel, over the surface of anything. 2. To give a relish or flavor to; to heighten the taste or relish of; as, to zest wine. Gibber.",
      "zooechemical" : "Pertaining to zoöchemistry.",
      "zostera" : "A genus of plants of the Naiadaceæ, or Pondweed family. Zostera marina is commonly known as sea wrack, and eelgrass.",
      "zymologic" : "Of or pertaining to zymology.",
      "zoogamous" : "Of or pertaining zoögamy.",
      "zooelogical" : "Of or pertaining to zoölogy, or the science of animals.",
      "zythem" : "See Zythum.",
      "zooenomy" : "The laws animal life, or the science which treats of the phenomena of animal life, their causes and relations.",
      "zythepsary" : "A brewery. [R.]",
      "zygodactyli" : "Same as Scansores.",
      "zyme" : "1. A ferment. 2. (Med.)  The morbific principle of a zymotic disease. Quain.",
      "zoroastrian" : "Of or pertaining to Zoroaster, or his religious system.\n\nA follower of Zoroaster; one who accepts Zoroastrianism.",
      "zanyism" : "State or character of a zany; buffoonery. Coleridge. H. Morley.",
      "zoophoric" : "Bearing or supporting the figure of an animal; as, a zoöphoric column.",
      "zymase" : "A soluble ferment, or enzyme. See Enzyme.",
      "zomboruk" : "See Zumbooruk.",
      "zygomorphous" : "Symmetrical bilaterally; -- said of organisms, or parts of organisms, capable of division into two symmetrical halves only in a single plane.",
      "zizith" : "The tassels of twisted cords or threads on the corners of the upper garment worn by strict Jews. The Hebrew for this word is translated in both the Authorized and Revised Versions (Deut. xxii. 12) by the word \"fringes.\"",
      "zebrine" : "Pertaining to, or resembling, the zebra.",
      "zoochemical" : "Pertaining to zoöchemistry.",
      "zither" : "An instrument of music used in Austria and Germany. It has from thirty to forty wires strung across a shallow sounding-board, which lies horizontally on a table before the performer, who uses both hands in playing on it. Note: [Not to be confounded with the old lute-shaped cittern, or cithern.]",
      "zinc" : "An abundant element of the magnesium-cadmium group, extracted principally from the minerals zinc blende, smithsonite, calamine, and franklinite, as an easily fusible bluish white metal, which is malleable, especially when heated. It is not easily oxidized in moist air, and hence is used for sheeting, coating galvanized iron, etc. It is used in making brass, britannia, and other alloys, and is also largely consumed in electric batteries. Symbol Zn. Atomic weight 64.9 [Formerly written also zink.] Butter of zinc (Old Chem.), zinc chloride, ZnCl2, a deliquescent white waxy or oily substance. -- Oxide of zinc. (Chem.) See Zinc oxide, below. -- Zinc amine (Chem.), a white amorphous substance, Zn(NH2)2, obtained by the action of ammonia on zinc ethyl; -- called also zinc amide. -- Zinc amyle (Chem.), a colorless, transparent liquid, composed of zinc and amyle, which, when exposed to the atmosphere, emits fumes, and absorbs oxygen with rapidity. -- Zinc blende Etym: [cf. G. zinkblende] (Min.), a native zinc sulphide. See Blende, n. (a) -- Zinc bloom Etym: [cf. G. zinkblumen flowers of zinc, oxide of zinc] (Min.), hydrous carbonate of zinc, usually occurring in white earthy incrustations; -- called also hydrozincite. -- Zinc ethyl (Chem.), a colorless, transparent, poisonous liquid, composed of zinc and ethyl, which takes fire spontaneously on exposure to the atmosphere. -- Zinc green, a green pigment consisting of zinc and cobalt oxides; -- called also Rinmann's green. -- Zinc methyl (Chem.), a colorless mobile liquid Zn(CH3)2, produced by the action of methyl iodide on a zinc sodium alloy. It has a disagreeable odor, and is spontaneously inflammable in the air. It has been of great importance in the synthesis of organic compounds, and is the type of a large series of similar compounds, as zinc ethyl, zinc amyle, etc. -- Zinc oxide (Chem.), the oxide of zinc, ZnO, forming a light fluffy sublimate when zinc is burned; -- called also flowers of zinc, philosopher's wool, nihil album, etc. The impure oxide produced by burning the metal, roasting its ores, or in melting brass, is called also pompholyx, and tutty. -- Zinc spinel (Min.), a mineral, related to spinel, consisting essentially of the oxides of zinc and aluminium; gahnite. -- Zinc vitriol (Chem.), zinc sulphate. See White vitriol, under Vitriol. -- Zinc white, a white powder consisting of zinc oxide, used as a pigment.\n\nTo coat with zinc; to galvanize.",
      "zonule" : "A little zone, or girdle.",
      "zequin" : "See Sequin.",
      "zante currant" : "A kind of seedless grape or raisin; -- so called from Zante, one of the Ionian Islands.",
      "zoogamy" : "The sexual reproduction of animals.",
      "zemstvo" : "In Russia, an elective local district and provincial administrative assembly. Originally it was composed of representatives elected by the peasantry, the householders of the towns, and the landed proprietors. In the reign of Alexander III. the power of the noble landowners was increased, the peasants allowed only to elect candidates from whom the governor of the province nominated the deputy, and all acts of the zemstvo subjected to the approval of the governor. Theoretically the zemstvo has large powers relating to taxation, education, public health, etc., but practically these powers are in most cases limited to the adjustment of the state taxation.",
      "zeugobranchiata" : "Same as Zygobranchia.",
      "zoanthus" : "A genus of Actinaria, including numerous species, found mostly in tropical seas. The zooids or polyps resemble small, elongated actinias united together at their bases by fleshy stolons, and thus forming extensive groups. The tentacles are small and bright colored.",
      "zolaesque" : "In the style of Zola (see Zolaism).",
      "zincographical" : "Of or pertaining to zincography; as, zincographic processes.",
      "zooegloea" : "A colony or mass of bacteria imbedded in a viscous gelatinous substance. The zoögloea is characteristic of a transitory stage through which rapidly multiplying bacteria pass in the course of their evolution. Also used adjectively.",
      "zalambdodont" : "Of or pertaining to a tribe (Zalambdodonta) of Insectivora in which the molar teeth have but one V-shaped ridge.\n\nOne of the Zalambdodonta. The tenrec, solenodon, and golden moles are examples.",
      "zealous" : "1. Filled with, or characterized by, zeal; warmly engaged, or ardent, in behalf of an object. He may be zealous in the salvation of souls. Law. 2. Filled with religious zeal. [Obs.] Shak. -- Zeal\"ous*ly, adv. -- Zeal\"ous*ness, n.",
      "zoophytoid" : "Pertaining to, or resembling, a zoöphyte.",
      "zealful" : "Full of zeal. [R.] Sylvester.",
      "zoic" : "Of or pertaining to animals, or animal life.",
      "zittern" : "See Cittern.",
      "zymosimeter" : "An instrument for ascertaining the degree of fermentation occasioned by the mixture of different liquids, and the degree of heat which they acquire in fermentation.",
      "zooerythrine" : "A peculiar organic red coloring matter found in the feathers of various birds.",
      "zircofluoride" : "A double fluoride of zirconium and hydrogen, or some other positive element or radical; as, zircofluoride of sodium.",
      "zoologically" : "In a zoölogical manner; according to the principles of zoölogy.",
      "zooegony" : "The doctrine of the formation of living beings.",
      "zooecyst" : "A cyst formed by certain Protozoa and unicellular plants which the contents divide into a large number of granules, each of which becomes a germ.",
      "zebub" : "A large noxious fly of Abyssinia, which like the tsetse fly, is destructive to cattle.",
      "zoodendrium" : "The branched, and often treelike, support of the colonies of certain Infusoria.",
      "zoned" : "1. Wearing a zone, or girdle. Pope. 2. Having zones, or concentric bands; striped. 3. (Bot.)  Zonate.",
      "zygospore" : "(a) Same as Zygosperm. (b) A spore formed by the union of several zoöspores; -- called also zygozoöspore.",
      "zymogen" : "A mother substance, or antecedent, of an enzyme or chemical ferment; -- applied to such substances as, not being themselves actual ferments, may by internal changes give rise to a ferment. The pancreas contains but little ready-made ferment, though there is present in it a body, zymogen, which gives birth to the ferment. Foster.",
      "zooephoric" : "Bearing or supporting the figure of an animal; as, a zoöphoric column.",
      "zooephytoid" : "Pertaining to, or resembling, a zoöphyte.",
      "zoomelanin" : "A pigment giving the black color to the feathers of many birds.",
      "zygenid" : "Any one of numerous species of moths of the family Zygænidæ, most of which are bright colored. The wood nymph and the vine forester are examples. Also used adjectively.",
      "zygobranchia" : "A division of marine gastropods in which the gills are developed on both sides of the body and the renal organs are also paired. The abalone (Haliotis) and the keyhole limpet (Fissurella) are examples.",
      "zikkurat" : "A temple tower of the Babylonians or Assyrians, consisting of a lofty pyramidal structure, built in successive stages, with outside staircases, and a shrine at the top.",
      "zincode" : "The positive electrode of an electrolytic cell; anode. [R.] Miller.",
      "zarathustrian" : "Of or pertaining to Zarathustra, or Zoroaster; Zoroastrian. Tylor.",
      "zoanthodeme" : "The zooids of a compound anthozoan, collectively.",
      "zooephagan" : "A animal that feeds on animal food.",
      "zayat" : "A public shed, or portico, for travelers, worshipers, etc. [Burmah]",
      "zooephyte" : "(a) Any one of numerous species of invertebrate animals which more or less resemble plants in appearance, or mode of growth, as the corals, gorgonians, sea anemones, hydroids, bryozoans, sponges, etc., especially any of those that form compound colonies having a branched or treelike form, as many corals and hydroids. (b) Any one of the Zoöphyta.",
      "zoologize" : "To study zoölogy; esp., to collect animals for study.",
      "zati" : "A species of macaque (Macacus pileatus) native of India and Ceylon. It has a crown of long erect hair, and tuft of radiating hairs on the back of the head. Called also capped macaque.",
      "zincky" : ", Pertaining to zinc, or having its appearance. [Written also zinky.]",
      "zimb" : "A large, venomous, two-winged fly, native of Abyssinia. It is allied to the tsetse fly, and, like the latter, is destructive to cattle.",
      "zeugma" : "A figure by which an adjective or verb, which agrees with a nearer word, is, by way of supplement, referred also to another more remote; as, \"hic illius arma, hic currus fuit;\" where fuit, which agrees directly with currus, is referred also to arma.",
      "zoophagan" : "A animal that feeds on animal food.",
      "zeal" : "1. Passionate ardor in the pursuit of anything; eagerness in favor of a person or cause; ardent and active interest; engagedness; enthusiasm; fervor. \"Ambition varnished o'er with zeal.\" Milton. \"Zeal, the blind conductor of the will.\" Dryden. \"Zeal's never-dying fire.\" Keble. I bear them record that they have a zeal of God, but not according to knowledge. Rom. x. 2. A zeal for liberty is sometimes an eagerness to subvert with little care what shall be established. Johnson. 2. A zealot. [Obs.] B. Jonson.\n\nTo be zealous. [Obs. & R.] Bacon.",
      "zoophytological" : "Of or pertaining to zoöphytology; as, zoöphytological observations.",
      "zambo" : "The child of a mulatto and a negro; also, the child of an Indian and a negro; colloquially or humorously, a negro; a sambo.",
      "zoogloea" : "A colony or mass of bacteria imbedded in a viscous gelatinous substance. The zoögloea is characteristic of a transitory stage through which rapidly multiplying bacteria pass in the course of their evolution. Also used adjectively.",
      "zincous" : "1. (Chem.) (a) Of, pertaining to, or containing, zinc; zincic; as, zincous salts. (b) Hence, formerly, basic, basylous, as opposed to chlorous. 2. (Physics)  Of or pertaining to the positive pole of a galvanic battery; electro-positive.",
      "zoccolo" : "Same as Socle.",
      "zooelogy" : "1. That part of biology which relates to the animal kingdom, including the structure, embryology, evolution, classification, habits, and distribution of all animals, both living and extinct. 2. A treatise on this science.",
      "zoography" : "A description of animals, their forms and habits.",
      "zirconium" : "A rare element of the carbon-silicon group, intermediate between the metals and nonmetals, obtained from the mineral zircon as a dark sooty powder, or as a gray metallic crystalline substance. Symbol Zr. Atomic weight, 90.4.",
      "zooechlorella" : "One of the small green granulelike bodies found in the interior of certain stentors, hydras, and other invertebrates.",
      "zooephaga" : "An artificial group comprising various carnivorous and insectivorous animals.",
      "zirconic" : "Pertaining to, containing, or resembling, zirconium; as, zirconic oxide; zirconic compounds. Zirconic acid, an acid of zirconium analogous to carbonic and silicic acids, known only in its salts.",
      "zooenule" : "Same as Zoönite.",
      "zamang" : "An immense leguminous tree (Pithecolobium Saman) of Venezuela. Its branches form a hemispherical mass, often one hundred and eighty feet across. The sweet pulpy pods are used commonly for feeding cattle. Also called rain tree. J. Smith (Dict. Econ. Plants).",
      "zymic" : "Pertaining to, or produced by, fermentation; -- formerly, by confusion, used to designate lactic acid.",
      "zebrawood" : "(a) A kind of cabinet wood having beautiful black, brown, and whitish stripes, the timber of a tropical American tree (Connarus Guianensis). (b) The wood of a small West Indian myrtaceous tree (Eugenia fragrans). (c) The wood of an East Indian tree of the genus Guettarda.",
      "zocco" : "Same as Socle.",
      "zonulet" : "A zonule. Herrick.",
      "zoocyst" : "A cyst formed by certain Protozoa and unicellular plants which the contents divide into a large number of granules, each of which becomes a germ.",
      "zenithal" : "Of or pertaining to the zenith. \"The deep zenithal blue.\" Tyndall.",
      "zincography" : "The art or process of engraving or etching on zinc, in which the design is left in relief in the style of a wood cut, the rest of the ground being eaten away by acid.",
      "zuian" : "Of or pert. to the Zuñis, or designating their linguistic stock. --n.  A Zuñi.",
      "zincographer" : "Am engraver on zinc.",
      "zouave" : "(a) One of an active and hardy body of soldiers in the French service, originally Arabs, but now composed of Frenchmen who wear the Arab dress. (b) Hence, one of a body of soldiers who adopt the dress and drill of the Zouaves, as was done by a number of volunteer regiments in the army of the United States in the Civil War, 1861-65.",
      "zygapophysis" : "One of the articular processes of a vertebra, of which there are usually four, two anterior and two posterior. See under Vertebra. -- Zyg`ap*o*phys\"i*al, a.",
      "zamia" : "A genus of cycadaceous plants, having the appearance of low palms, but with exogenous wood. See Coontie, and Illust. of Strobile.",
      "zonure" : "Any one of several of South African lizards of the genus Zonura, common in rocky situations.",
      "zooegeny" : "The doctrine of the formation of living beings.",
      "zufolo" : "A little flute or flageolet, especially that which is used to teach birds. [Written also zuffolo.]",
      "zamouse" : "A West African buffalo (Bubalus brachyceros) having short horns depressed at the base, and large ears fringed internally with three rows of long hairs. It is destitute of a dewlap. Called also short- horned buffalo, and bush cow.",
      "zoophyte" : "(a) Any one of numerous species of invertebrate animals which more or less resemble plants in appearance, or mode of growth, as the corals, gorgonians, sea anemones, hydroids, bryozoans, sponges, etc., especially any of those that form compound colonies having a branched or treelike form, as many corals and hydroids. (b) Any one of the Zoöphyta.",
      "zoosporangium" : "A spore, or conceptacle containing zoöspores.",
      "zillah" : "A district or local division, as of a province. [India]",
      "zymosis" : "(a) A fermentation; hence, an analogous process by which an infectious disease is believed to be developed. (b) A zymotic disease. [R.]",
      "zoon" : "(a) An animal which is the sole product of a single egg; -- opposed to zooid. H. Spencer. (b) Any one of the perfectly developed individuals of a compound animal.",
      "zoo" : "A combining form from Gr. zwo^,n an animal, as in zoögenic, zoölogy, etc.",
      "zoochlorella" : "One of the small green granulelike bodies found in the interior of certain stentors, hydras, and other invertebrates.",
      "zephyrus" : "The west wind, or zephyr; -- usually personified, and made the most mild and gentle of all the sylvan deities. Mild as when Zephyrus on Flora breathes. Milton.",
      "zygodactylae" : "The zygodactylous birds. In a restricted sense applied to a division of birds which includes the barbets, toucans, honey guides, and other related birds.",
      "zemindar" : "Same as Zamindar.",
      "zincoid" : "Pertaining to, or resembling, zinc; -- said of the electricity of the zincous plate in connection with a copper plate in a voltaic circle; also, designating the positive pole. [Obs.]",
      "zimocca" : "A sponge (Euspongia zimocca) of flat form and fine quality, from the Adriatic, about the Greek islands, and the coast of Barbary.",
      "zircon" : "A mineral occurring in tetragonal crystals, usually of a brown or gray color. It consists of silica and zirconia. A red variety, used as a gem, is called hyacinth. Colorless, pale-yellow or smoky- brown varieties from Ceylon are called jargon. Zircon syenite, a coarse-grained syenite containing zircon crystals and often also elæolite. It is largely developed in Southern Norway.",
      "zinco" : "A combining form from zinc; in chemistry, designating zinc as an element of certain double compounds. Also used adjectively.",
      "zwanziger" : "Am Austrian silver coin equivalent to 20 kreutzers, or about 10 cents.",
      "zygodactyl" : "Any zygodactylous bird.",
      "zax" : "A tool for trimming and puncturing roofing states. [Written also sax.]",
      "zygosis" : "Same as Conjugation.",
      "zoomorphism" : "1. The transformation of men into beasts. [R.] Smart. 2. The quality of representing or using animal forms; as, zoömorphism in ornament. 3. The representation of God, or of gods, in the form, or with the attributes, of the lower animals. To avoid the error of anthropomorphism, we fall into the vastly greater, and more absurd, error of zoömorphism. Mivart.",
      "zerda" : "The fennec.",
      "zeuglodonta" : "Same as Phocodontia.",
      "zenith" : "1. That point in the visible celestial hemisphere which is vertical to the spectator; the point of the heavens directly overhead; -- opposed to nadir. From morn To noon he fell, from noon to dewy eve, A summer's day; and with the setting sun Dropped from the zenith, like a falling star. Milton. 2. hence, figuratively, the point of culmination; the greatest height; the height of success or prosperity. I find my zenith doth depend upon A most auspicious star. Shak. This dead of midnight is the noon of thought, And wisdom mounts her zenith with the stars. Mrs. Barbauld. It was during those civil troubles . . . this aspiring family reached the zenith. Macaulay. Zenith distance. (Astron.) See under Distance. -- Zenith sector. (Astron.) See Sector, 3. -- Zenith telescope (Geodesy), a telescope specially designed for determining the latitude by means of any two stars which pass the meridian about the same time, and at nearly equal distances from the zenith, but on opposite sides of it. It turns both on a vertical and a horizontal axis, is provided with a graduated vertical semicircle, and a level for setting it to a given zenith distance, and with a micrometer for measuring the difference of the zenith distances of the two stars.",
      "zincic" : "Pertaining to, containing, or resembling, zinc; zincous.",
      "zoea" : "A peculiar larval stage of certain decapod Crustacea, especially of crabs and certain Anomura. [Written also zoæa.] Note: In this stage the anterior part of the body is relatively large, and usually bears three or four long spines. The years are conspicuous, and the antennæ and jaws are long, fringed organs used in swimming. The thoracic legs are undeveloped or rudimentary, the abdomen long, slender, and often without appendages. The zoëa, after casting its shell, changes to a megalops.",
      "zemni" : "The blind mole rat (Spalax typhlus), native of Eastern Europe and Asia. Its eyes and ears are rudimentary, and its fur is soft and brownish, more or less tinged with gray. It constructs extensive burrows.",
      "zona" : "A zone or band; a layer. Zona pellucida. Etym: [NL.] (Biol.) (a) The outer transparent layer, or envelope, of the ovum. It is a more or less elastic membrane with radiating striæ, and corresponds to the cell wall of an ordinary cell. See Ovum, and Illust. of Microscope. (b) The zona radiata. -- Zona radiata Etym: [NL.] (Biol.), a radiately striated membrane situated next the yolk of an ovum, or separated from it by a very delicate membrane only.",
      "zooemelanin" : "A pigment giving the black color to the feathers of many birds.",
      "zephyr" : "The west wind; poetically, any soft, gentle breeze. \"Soft the zephyr blows.\" Gray. As gentle As zephyrs blowing below the violet. Shak. Zephyr cloth, a thin kind of cassimere made in Belgium; also, a waterproof fabric of wool. -- Zephyr shawl, a kind of thin, light, embroidered shawl made of worsted and cotton. -- Zephyr yarn, or worsted, a fine, soft kind of yarn or worsted, -- used for knitting and embroidery.",
      "zincking" : "The act or process of applying zinc; galvanization.",
      "zope" : "A European fresh-water bream (Abramis ballerus).",
      "zooephytic" : "Of or pertaining to zoöphytes.",
      "zooegamous" : "Of or pertaining zoögamy.",
      "zonular" : "Of or pertaining to a zone; zone-shaped. \"The zonular type of a placenta.\" Dana.",
      "zooetomy" : "The dissection or the anatomy of animals; -- distinguished from androtomy.",
      "zoroastrism" : "Same as Zoroastrianism. Tylor.",
      "zoopathology" : "Animal pathology.",
      "zylonite" : "Celluloid.",
      "zumbooruk" : "A small cannon supported by a swiveled rest on the back of a camel, whence it is fired, -- used in the East.",
      "zoophytic" : "Of or pertaining to zoöphytes.",
      "zoolatry" : "The worship of animals.",
      "zulus" : "The most important tribe belonging to the Kaffir race. They inhabit a region on the southeast coast of Africa, but formerly occupied a much more extensive country. They are noted for their warlike disposition, courage, and military skill.",
      "zapas" : "See Army organization, above.",
      "zooecium" : "One of the cells or tubes which inclose the feeling zooids of Bryozoa. See Illust. of Sea Moss.",
      "zaffer" : "A pigment obtained, usually by roasting cobalt glance with sand or quartz, as a dark earthy powder. It consists of crude cobalt oxide, or of an impure cobalt arseniate. It is used in porcelain painting, and in enameling pottery, to produce a blue color, and is often confounded with smalt, from which, however, it is distinct, as it contains no potash. The name is often loosely applied to mixtures of zaffer proper with silica, or oxides of iron, manganese, etc. [Written also zaffre, and formerly zaffree, zaffar, zaffir.]",
      "zighyr" : "Same as Sicker. [Prov. Eng.] Raymond.",
      "zoster" : "Shingles.",
      "zapotilla" : "See Sapodilla.",
      "zygoma" : "(a) The jugal, malar, or cheek bone. (b) The zygomatic process of the temporal bone. (c) The whole zygomatic arch.",
      "zubr" : "The aurochs.",
      "zoonomy" : "The laws animal life, or the science which treats of the phenomena of animal life, their causes and relations.",
      "zooegamy" : "The sexual reproduction of animals.",
      "zoology" : "1. That part of biology which relates to the animal kingdom, including the structure, embryology, evolution, classification, habits, and distribution of all animals, both living and extinct. 2. A treatise on this science.",
      "zabaism" : "See Sabianism.",
      "zarf" : "A metallic cuplike stand used for holding a finjan.",
      "zirconia" : "The oxide of zirconium, obtained as a white powder, and possessing both acid and basic properties. On account of its infusibility, and brilliant luminosity when incandescent, it is used as an ingredient of sticks for the Drummomd light.",
      "za" : "An old solfeggio name for B flat; the seventh harmonic, as heard in the or æolian string; -- so called by Tartini. It was long considered a false, but is the true note of the chord of the flat seventh. H. W. Poole.",
      "zeppelin" : "A dirigible balloon of the rigid type, consisting of a cylindrical trussed and covered frame supported by internal gas cells, and provided with means of propulsion and  control. It was first successfully used by Ferdinand Count von Zeppelin.",
      "zietrisikite" : "A mineral wax, vert similar to ozocerite. It is found at Zietrisika, Moldavia, whence its name.",
      "zealotical" : "Like, or suitable to, a zealot; ardently zealous. [R.] Strype.",
      "zachun" : "An oil pressed by the Arabs from the fruit of a small thorny tree (Balanites Ægyptiaca), and sold to piligrims for a healing ointment. J. Smith (Dict. Econ. Plants).",
      "zion" : "1. (Jewish Antiq.)  A hill in Jerusalem, which, after the capture of that city by the Israelites, became the royal residence of David and his successors. 2. Hence, the theocracy, or church of God. 3. The heavenly Jerusalem; heaven.",
      "zonar" : "A belt or girdle which the Christians and Jews of the Levant were obliged to wear to distinguish them from Mohammedans. [Written also zonnar.]",
      "zincographic" : "Of or pertaining to zincography; as, zincographic processes.",
      "zooepsychology" : "Animal psychology.",
      "zooeloger" : "A zoölogist. Boyle.",
      "zonate" : "Divided by parallel planes; as, zonate tetraspores, found in certain red algæ.",
      "zoophilist" : "A lover of animals. Southey.",
      "zopilote" : "The urubu, or American black vulture.",
      "zooedendrium" : "The branched, and often treelike, support of the colonies of certain Infusoria.",
      "zea" : "A genus of large grasses of which the Indian corn (Zea Mays) is the only species known. Its origin is not yet ascertained. See Maize.",
      "ziphioid" : "See Xiphioid.",
      "zoogenic" : "Of or pertaining to zoögeny, animal production.",
      "zoonic" : "Of or pertaining to animals; obtained from animal substances.",
      "zebrinny" : "A cross between a male horse and a female zebra.",
      "zircona" : "Zirconia.",
      "zooegrapher" : "One who describes animals, their forms and habits.",
      "zooephyta" : "An extensive artificial and heterogeneous group of animals, formerly adopted by many zoölogists. It included the coelenterates, echinoderms, sponges, Bryozoa, Protozoa, etc. Note: Sometimes the name is restricted to the Coelentera, or to the Anthozoa.",
      "zwieback" : "A kind of biscuit or  rusk first baked in a loaf and afterwards cut and toasted.",
      "zantiot" : "A native or inhabitant of Zante, one of the Ionian Islands.",
      "zonaria" : "A division of Mammalia in which the placenta is zonelike.",
      "zoozoo" : "The wood pigeon. [Prov. Eng.]",
      "zolaism" : "The literary theories and practices of the French novelist Emile Zola (1840-1902); naturalism, esp. in a derogatory sense. -- Zo\"la*ist, n. -- Zo`la*is\"tic (#), a. -- Zo\"la*ize (#), v. ZOLLNER'S LINES Zöll\"ner's lines`. [So called after Friedrich Zöllner, a German physicist.]  Parallel lines that are made to appear convergent or divergent by means of oblique intersections.",
      "zoogeny" : "The doctrine of the formation of living beings.",
      "zizania" : "A genus of grasses including Indian rice. See Indian rice, under Rice.",
      "zincite" : "Native zinc oxide; a brittle, translucent mineral, of an orange-red color; -- called also red zinc ore, and red oxide of zinc.",
      "zooen" : "(a) An animal which is the sole product of a single egg; -- opposed to zooid. H. Spencer. (b) Any one of the perfectly developed individuals of a compound animal.",
      "zooephytology" : "The natural history zoöphytes.",
      "ziega" : "Curd produced from milk by adding acetic acid, after rennet has ceased to cause coagulation. Brande & C.",
      "zingiberaceous" : "Of or pertaining to ginger, or to a tribe (Zingibereæ) of endogenous plants of the order Scitamineæ. See Scitamineous.",
      "zoographical" : "Of or pertaining to the description of animals.",
      "zymology" : "A treatise on the fermentation of liquors, or the doctrine of fermentation. [Written also zumology.]",
      "zigzaggy" : "Having sharp turns. Barham.",
      "zygantrum" : "See under Zygosphene.",
      "zoologer" : "A zoölogist. Boyle.",
      "zoantharian" : "Of or pertaining to the Zoantharia. -- n.  One of the Anthozoa.",
      "zooe" : "A combining form from Gr. zwo^,n an animal, as in zoögenic, zoölogy, etc.",
      "zodiacal" : "Of or pertaining to the zodiac; situated within the zodiac; as, the zodiacal planets. Zodiacal light, a luminous tract of the sky, of an elongated, triangular figure, lying near the ecliptic, its base being on the horizon, and its apex at varying altitudes. It is to be seen only in the evening, after twilight, and in the morning before dawn. It is supposed to be due to sunlight reflected from multitudes of meteoroids revolving about the sun nearly in the plane of the ecliptic.",
      "zoographist" : "A zoögrapher.",
      "zinciferous" : "Containing or affording zinc.",
      "zincing" : "The act or process of applying zinc; galvanization.",
      "zoide" : "See Meride.",
      "zacco" : "See Zocco.",
      "z" : "Z, the twenty-sixth and last letter of the English alphabet, is a vocal consonant. It is taken from the Latin letter Z, which came from the Greek alphabet, this having it from a Semitic source. The ultimate origin is probably Egyptian. Etymologically, it is most closely related to s, y, and j; as in glass, glaze; E. yoke, Gr. yugum; E. zealous, jealous. See Guide to Pronunciation, §§ 273, 274.",
      "zincograph" : "A zinc plate prepared for printing by zincography; also, a print from such a plate.",
      "zoophyta" : "An extensive artificial and heterogeneous group of animals, formerly adopted by many zoölogists. It included the coelenterates, echinoderms, sponges, Bryozoa, Protozoa, etc. Note: Sometimes the name is restricted to the Coelentera, or to the Anthozoa.",
      "zootomical" : "Of or pertaining to zoötomy.",
      "zamite" : "A fossil cycad of the genus Zamia.",
      "zythum" : "A kind of ancient malt beverage; a liquor made from malt and wheat. [Written also zythem.] wheat. [Written also zythem.]",
      "zoogeography" : "The study or description of the geographical distribution of animals.",
      "zygomatic" : "Of, pertaining to, or in the region of, the zygoma. Zygomatic arch, the arch of bone beneath the orbit, formed in most mammals by the union of the malar, or jugal, with the zygomatic process of the temporal bone. In the lower vertebrates other bones may help to form it, and there may be two arches on each side of the skull, as in some reptiles. -- Zygomatic process, a process of the temporal or squamosal bone helping to form the zygomatic arch.",
      "zygomorphic" : "Symmetrical bilaterally; -- said of organisms, or parts of organisms, capable of division into two symmetrical halves only in a single plane.",
      "zooelogist" : "One who is well versed in zoölogy.",
      "zoophytology" : "The natural history zoöphytes.",
      "zaratite" : "A hydrous carbonate of nickel occurring as an emerald-green incrustation on chromite; -- called also emerald nickel.",
      "zehner" : "An Austrian silver coin equal to ten kreutzers, or about five cents.",
      "zoroastrianism" : "The religious system of Zoroaster, the legislator and prophet of the ancient Persians, which was the national faith of Persia; mazdeism. The system presupposes a good spirit (Ormuzd) and an opposing evil spirit (Ahriman). Cf. Fire worship, under Fire, and Parsee.",
      "zircono" : "See Zirco-.",
      "zygodactylous" : "Yoke-footed; having the toes disposed in pairs; -- applied to birds which have two toes before and two behind, as the parrot, cuckoo, woodpecker, etc.",
      "ziment-water" : "A kind of water found in copper mines; water impregnated with copper.",
      "zealot" : "One who is zealous; one who engages warmly in any cause, and pursues his object with earnestness and ardor; especially, one who is overzealous, or carried away by his zeal; one absorbed in devotion to anything; an enthusiast; a fanatical partisan. Zealots for the one [tradition] were in hostile array against zealots for the other. Sir J. Stephen. In Ayrshire, Clydesdale, Nithisdale, Annandale, every parish was visited by these turbulent zealots. Macaulay.",
      "zygophyte" : "Any plant of a proposed class or grand division (Zygophytes, Zygophyta, or Zygosporeæ), in which reproduction consists in the union of two similar cells. Cf. Oöphyte.",
      "zodiac" : "1. (Astron.) (a) An imaginary belt in the heavens, 16º or 18º broad, in the middle of which is the ecliptic, or sun's path. It comprises the twelve constellations, which one constituted, and from which were named, the twelve signs of the zodiac. (b) A figure representing the signs, symbols, and constellations of the zodiac. 2. A girdle; a belt. [Poetic & R.] By his side, As in a glistering zodiac, hung the sword. Milton.",
      "zoocytium" : "The common support, often branched, of certain species of social Infusoria.",
      "zygodactyle" : "Any zygodactylous bird.",
      "zeylanite" : "See Ceylanite.",
      "zooetrophic" : "Of or pertaining to the nourishment of animals.",
      "zibet" : "A carnivorous mammal (Viverra zibetha) closely allied to the civet, from which it differs in having the spots on the body less distinct, the throat whiter, and the black rings on the tail more numerous. Note: It inhabits India, Southern China, and the East Indies. It yields a perfume similar to that of the civet. It is often domesticated by the natives, and then serves the same purposes as the domestic cat. Called also Asiatic, or Indian, civet.",
      "zoological" : "Of or pertaining to zoölogy, or the science of animals.",
      "zooid" : "Pertaining to, or resembling, an animal.\n\n1. (Biol.)  An organic body or cell having locomotion, as a spermatic cell or spermatozooid. 2. (Zoöl.) (a) An animal in one of its inferior stages of development, as one of the intermediate forms in alternate generation. (b) One of the individual animals in a composite group, as of Anthozoa, Hydroidea, and Bryozoa; -- sometimes restricted to those individuals in which the mouth and digestive organs are not developed.",
      "zein" : "A nitrogenous substance of the nature of gluten, obtained from the seeds of Indian corn (Zea) as a soft, yellowish, amorphous substance. [Formerly written zeine.]",
      "zooepraxiscope" : "An instrument similar to, or the same as, the, the phenakistoscope, by means of which pictures projected upon a screen are made to exhibit the natural movements of animals, and the like.",
      "zounds" : "An exclamation formerly used as an oath, and an expression of anger or wonder.",
      "zabian" : "See Sabian.",
      "zarthe" : "A European bream (Abramis vimba). [Written also zaerthe.]",
      "zoophily" : "Love of animals.",
      "zooesporic" : "Of or pertaining to zoöspores; of the nature of zoöspores.",
      "zuchetto" : "A skullcap covering the tonsure, worn under the berretta. The pope's is white; a cardinal's red; a bishop's purple; a priest's black.",
      "zymological" : "Of or pertaining to zymology.",
      "zymolysis" : "The action of enzymes; also, the changes produced by such action. --Zy`mo*lyt\"ic (#), a.",
      "zonnar" : "See Zonar.",
      "zeuzerian" : "Any one of a group of bombycid moths of which the genus Zeuzera is the type. Some of these moths are of large size. The goat moth is an example.",
      "zed" : "The letter Z; -- called also zee, and formerly izzard. \"Zed, thou unnecessary letter!\" Shak.",
      "zionism" : "Among the Jews, a theory, plan, or movement for colonizing their own race in Palestine, the land of Zion, or, if that is impracticable, elsewhere, either for religious or nationalizing purposes; -- called also Zion movement. --Zi\"on*ist, n. -- Zi`on*is\"tic (#), a.",
      "zero" : "1. (Arith.)  A cipher; nothing; naught. 2. The point from which the graduation of a scale, as of a thermometer, commences. Note: Zero in the Centigrade, or Celsius thermometer, and in the Réaumur thermometer, is at the point at which water congeals. The zero of the Fahrenheit thermometer is fixed at the point at which the mercury stands when immersed in a mixture of snow and common salt. In Wedgwood's pyrometer, the zero corresponds with 1077° on the Fahrenheit scale. See Illust. of Thermometer. 3. Fig.: The lowest point; the point of exhaustion; as, his patience had nearly reached zero. Absolute zero. See under Absolute. -- Zero method (Physics), a method of comparing, or measuring, forces, electric currents, etc., by so opposing them that the pointer of an indicating apparatus, or the needle of a galvanometer, remains at, or is brought to, zero, as contrasted with methods in which the deflection is observed directly; -- called also null method. -- Zero point, the point indicating zero, or the commencement of a scale or reckoning.",
      "zootomy" : "The dissection or the anatomy of animals; -- distinguished from androtomy.",
      "zooelogically" : "In a zoölogical manner; according to the principles of zoölogy.",
      "zone" : "1. A girdle; a cincture. [Poetic] An embroidered zone surrounds her waist. Dryden. Loose were her tresses seen, her zone unbound. Collins. 2. (Geog.)  One of the five great divisions of the earth, with respect to latitude and temperature. Note: The zones are five: the torrid zone, extending from tropic to tropic 46º 56min, or 23º 28min on each side of the equator; two temperate or variable zones, situated between the tropics and the polar circles; and two frigid zones, situated between the polar circles and the poles. Commerce . . . defies every wind, outrides every tempest, and invades. Bancroft. 3. (Math.)  The portion of the surface of a sphere included between two parallel planes; the portion of a surface of revolution included between two planes perpendicular to the axis. Davies & Peck (Math. Dict.) 4. (Nat. Hist.) (a) A band or stripe extending around a body. (b) A band or area of growth encircling anything; as, a zone of evergreens on a mountain; the zone of animal or vegetable life in the ocean around an island or a continent; the Alpine zone, that part of mountains which is above the limit of tree growth. 5. (Crystallog.)  A series of planes having mutually parallel intersections. 6. Circuit; circumference. [R.] Milton. Abyssal zone. (Phys. Geog.) See under Abyssal. -- Zone axis (Crystallog.), a straight line passing through the center of a crystal, to which all the planes of a given zone are parallel.\n\nTo girdle; to encircle. [R.] Keats.",
      "zwinglian" : "Of or pertaining to Ulric Zwingli (1481-1531), the reformer of German Switzerland, who maintained that in the Lord's Supper the true body of Christ is present by the contemplation of faith but not in essence or reality, and that the sacrament is a memorial without mystical elements. -- n.  A follower of Zwingli.",
      "zymometer" : "An instrument for ascertaining the degree of fermentation occasioned by the mixture of different liquids, and the degree of heat which they acquire in fermentation.",
      "zoochemistry" : "Animal chemistry; particularly, the description of the chemical compounds entering into the composition of the animal body, in distinction from biochemistry.",
      "zoophagous" : "Feeding on animals. Note: This is a more general term than either sarcophagous or carnivorous.",
      "zooidal" : "Of or pertaining to a zooid; as, a zooidal form.",
      "zymotic" : "1. Of, pertaining to, or caused by, fermentation. 2. (Med.)  Designating, or pertaining to, a certain class of diseases. See Zymotic disease, below. Zymotic disease (Med.), any epidemic, endemic, contagious, or sporadic affection which is produced by some morbific principle or organism acting on the system like a ferment.",
      "zarnich" : "Native sulphide of arsenic, including sandarach, or realgar, and orpiment.",
      "zechin" : "See Sequin.",
      "zemindari" : "Same as Zamindary.",
      "zuche" : "A stump of a tree. Cowell.",
      "zeolitiform" : "Having the form of a zeolite.",
      "zoneless" : "Not having a zone; ungirded. The reeling goddess with the zoneless waist. Cowper. In careless folds, loose fell her zoneless vest. Mason.",
      "zaimet" : "A district from which a Zaim draws his revenue. Smart.",
      "zaim" : "A Turkish chief who supports a mounted militia bearing the same name. Smart.",
      "zemindary" : "Same as Zamindary.",
      "zandmole" : "The sand mole.",
      "zigger" : "Same as Sicker. [Prov. Eng.] Raymond.",
      "zebec" : "See Xebec.",
      "zocle" : "Same as Socle.",
      "zoomorphic" : "Of or pertaining to zoömorphism.",
      "zinsang" : "The delundung.",
      "zoism" : "1. Reverence for animal life or belief in animal powers and influences, as among savages. 2.  (Biol.) A doctrine, now discarded, that the phenomena of life are due to a peculiar vital principle; the theory of vital force.",
      "zygosphene" : "A median process on the front part of the neural arch of the vertebræ of most snakes and some lizards, which fits into a fossa, called the zygantrum, on the back part of the arch in front.",
      "zaphrentis" : "An extinct genus of cyathophylloid corals common in the Paleozoic formations. It is cup-shaped with numerous septa, and with a deep pit in one side of the cup.",
      "zohar" : "A Jewish cabalistic book attributed by tradition to Rabbi Simon ben Yochi, who lived about the end of the 1st century, a. d. Modern critics believe it to be a compilation of the 13th century. Encyc. Brit.",
      "zumological" : "See Zymic, Zymological, etc.",
      "zante" : "See Zantewood.",
      "zamindar" : "A landowner; also, a collector of land revenue; now, usually, a kind of feudatory recognized as an actual proprietor so long as he pays to the government a certain fixed revenue. [Written also zemindar.] [India]",
      "zastrugi" : "Grooves or furrows formed in snow by the action of the wind, and running parallel with the direction of the wind. This formation results from the erosion of transverse waves previously formed.",
      "zoisite" : "A grayish or whitish mineral occurring in orthorhombic, prismatic crystals, also in columnar masses. It is a silicate of alumina and lime, and is allied to epidote.",
      "zeitgeist" : "The spirit of the time; the general intellectual and moral state or temper characteristic of any period of time.",
      "zampogna" : "A sort of bagpipe formerly in use among Italian peasants. It is now almost obsolete. [Written also zampugna.]",
      "zooegraphic" : "Of or pertaining to the description of animals.",
      "zip" : "A hissing or sibilant sound such as that made by a flying bullet.\n\nTo make, or move with, such a sound.",
      "zabism" : "See Sabianism.",
      "zoutch" : "To stew, as flounders, eels, etc., with just enough or liquid to cover them. Smart.",
      "zeugmatic" : "Of or pertaining to zeugma; characterized by zeugma.",
      "zygosperm" : "A spore formed by the union of the contents of two similar cells, either of the same or of distinct individual plants. Zygosperms are found in certain orders of algæ and fungi.",
      "zollverein" : "Literally, a customs union; specifically, applied to the several customs unions successively formed under the leadership of Prussia among certain German states for establishing liberty of commerce among themselves and common tariff on imports, exports, and transit. Note: In 1834 a zollverein was established which included most of the principal German states except Austria. This was terminated by the events of 1866, and in 1867 a more closely organized union was formed, the administration of which was ultimately merged in that of the new German empire, with which it nearly corresponds territorially.",
      "zoographic" : "Of or pertaining to the description of animals.",
      "zooephite" : "A zoöphyte. [R.]",
      "zooegraphy" : "A description of animals, their forms and habits.",
      "zibeth" : "A carnivorous mammal (Viverra zibetha) closely allied to the civet, from which it differs in having the spots on the body less distinct, the throat whiter, and the black rings on the tail more numerous. Note: It inhabits India, Southern China, and the East Indies. It yields a perfume similar to that of the civet. It is often domesticated by the natives, and then serves the same purposes as the domestic cat. Called also Asiatic, or Indian, civet.",
      "zokor" : "An Asiatic burrowing rodent (Siphneus aspalax) resembling the mole rat. It is native of the Altai Mountains.",
      "zetetics" : "A branch of algebra which relates to the direct search for unknown quantities. [R.]",
      "zuisin" : "The American widgeon. [Local, U. S.]",
      "zooemorphism" : "1. The transformation of men into beasts. [R.] Smart. 2. The quality of representing or using animal forms; as, zoömorphism in ornament. 3. The representation of God, or of gods, in the form, or with the attributes, of the lower animals. To avoid the error of anthropomorphism, we fall into the vastly greater, and more absurd, error of zoömorphism. Mivart.",
      "zoanthropy" : "A kind of monomania in which the patient believes himself transformed into one of the lower animals.",
      "zooetic" : "Containing the remains of organized bodies; -- said of rock or soil.",
      "zantewood" : "(a) A yellow dyewood; fustet; -- called also zante, and zante fustic. See Fustet, and the Note under Fustic. (b) Satinwood (Chloroxylon Swietenia).",
      "zooemorphic" : "Of or pertaining to zoömorphism.",
      "zeolitic" : "Of or pertaining to a zeolite; consisting of, or resembling, a zeolite.",
      "zealotist" : "A zealot. [Obs.] Howell.",
      "zymogene" : "One of a physiological group of globular bacteria which produces fermentations of diverse nature; -- distinguished from pathogene.",
      "zilla" : "A low, thorny, suffrutescent, crucifeous plant (Zilla myagroides) found in the deserts of Egypt. Its leaves are boiled in water, and eaten, by the Arabs.",
      "zooegraphical" : "Of or pertaining to the description of animals.",
      "zend" : "Properly, the translation and exposition in the Huzvâresh, or literary Pehlevi, language, of the Avesta, the Zoroastrian sacred writings; as commonly used, the language (an ancient Persian dialect) in which the Avesta is written.",
      "zinnia" : "Any plant of the composite genus Zinnia, Mexican herbs with opposite leaves and large gay-colored blossoms. Zinnia elegans is the commonest species in cultivation.",
      "zincane" : "Zinc chloride. [Obs.]",
      "zymome" : "A glutinous substance, insoluble in alcohol, resembling legumin; -- now called vegetable fibrin, vegetable albumin, or gluten casein.",
      "zander" : "A European pike perch (Stizostedion lucioperca) allied to the wall-eye; -- called also sandari, sander, sannat, schill, and zant.",
      "zoophorous" : "The part between the architrave and cornice; the frieze; -- so called from the figures of animals carved upon it.",
      "zooetomical" : "Of or pertaining to zoötomy.",
      "zeolite" : "A term now used to designate any one of a family of minerals, hydrous silicates of alumina, with lime, soda, potash, or rarely baryta. Here are included natrolite, stilbite, analcime, chabazite, thomsonite, heulandite, and others. These species occur of secondary origin in the cavities of amygdaloid, basalt, and lava, also, less frequently, in granite and gneiss. So called because many of these species intumesce before the blowpipe. Needle zeolite, needlestone; natrolite.",
      "zif" : "The second month of the Jewish ecclesiastical year, corresponding to our May.",
      "zooenite" : "(a) One of the segments of the body of an articulate animal. (b) One of the theoretic transverse divisions of any segmented animal.",
      "zain" : "A horse of a dark color, neither gray nor white, and having no spots. Smart.",
      "zoanthoid" : "Of or pertaining to the Zoanthacea.",
      "zoilism" : "Resemblance to Zoilus in style or manner; carping criticism; detraction. Bring candid eyes the perusal of men's works, and let not Zoilism or detraction blast well-intended labors. Sir T. Browne.",
      "zebu" : "A bovine mammal (Ros Indicus) extensively domesticated in India, China, the East Indies, and East Africa. It usually has short horns, large pendulous ears, slender legs, a large dewlap, and a large, prominent hump over the shoulders; but these characters vary in different domestic breeds, which range in size from that of the common ox to that of a large mastiff. Note: Some of the varieties are used as beasts of burden, and some fore for riding, while others are raised for their milk and flesh. The Brahmin bull, regarded as sacred by the Hindoos, also belongs to this species. The male is called also Indian bull, Indian ox, Madras ox, and sacred bull.",
      "zoophaga" : "An artificial group comprising various carnivorous and insectivorous animals.",
      "zedoary" : "A medicinal substance obtained in the East Indian, having a fragrant smell, and a warm, bitter, aromatic taste. It is used in medicine as a stimulant. Note: It is the rhizome of different species of Curcuma, esp. C. zedoaria, and comes in short, firm pieces, externally of a wrinkled gray, ash-colored appearance, but within of a brownish red color. There are two kinds, round zedoary, and long zedoary.",
      "zechstein" : "The upper division of the Permian (Dyas) of Europe. The prevailing rock is a magnesian limestone.",
      "zymose" : "Invertin.",
      "zymologist" : "One who is skilled in zymology, or in the fermentation of liquors.",
      "zoonule" : "Same as Zoönite.",
      "zygobranchiate" : "Of or pertaining to the Zygobranchia.",
      "zoilean" : "Having the characteristic of Zoilus, a bitter, envious, unjust critic, who lived about 270 years before Christ.",
      "zooephagous" : "Feeding on animals. Note: This is a more general term than either sarcophagous or carnivorous.",
      "zooegenic" : "Of or pertaining to zoögeny, animal production.",
      "zooesporangium" : "A spore, or conceptacle containing zoöspores.",
      "zumometer" : "See Zymic, Zymological, etc.",
      "zygodactylic" : "Yoke-footed; having the toes disposed in pairs; -- applied to birds which have two toes before and two behind, as the parrot, cuckoo, woodpecker, etc.",
      "zoographer" : "One who describes animals, their forms and habits.",
      "zealant" : "One who is zealous; a zealot; an enthusiast. [Obs.] To certain zealants, all speech of pacification is odious. Bacon.",
      "zealless" : "Wanting zeal. Hammond.",
      "zamindary" : "The jurisdiction of a zamindar; the land possessed by a zamindar. [Written also zemindary, zemindari.]",
      "zeuglodont" : "Any species of Zeuglodonta.",
      "zosterops" : "A genus of birds that comprises the white-eyes. See White-eye.",
      "zootrophic" : "Of or pertaining to the nourishment of animals.",
      "zenik" : "See Zenick.",
      "zinky" : "See Zincky. Kirwan.",
      "zulu" : "1. Any member of the tribe of Zulus; a Zulu-Kaffir. See Zulus. 2.  (Philol.) One of the most important members of the South African, or Bantu, family of languages, spoken partly in Natal and partly in Zululand, but understood, and more or less in use, over a wide territory, at least as far north as the Zambezi; -- called also Zulu- Kaffir.",
      "zooechemy" : "Animal chemistry; zoöchemistry. Dunglison.",
      "zooecytium" : "The common support, often branched, of certain species of social Infusoria.",
      "zooephytical" : "Of or pertaining to zoöphytes.",
      "zymogenic" : "(a) Pertaining to, or formed by, a zymogene. (b) Capable of producing a definite zymogen or ferment. Zymogenic organism (Biol.), a microörganism, such as the yeast plant of the Bacterium lactis, which sets up certain fermentative processes by which definite chemical products are formed; -- distinguished from a pathogenic organism. Cf. Micrococcus.",
      "zooeerythrine" : "A peculiar organic red coloring matter found in the feathers of various birds.",
      "zoogeographical" : "Of or pertaining to zoögraphy.",
      "zumic" : "See Zymic, Zymological, etc.",
      "zeeman effect" : "The widening and duplication, triplication, etc., of spectral lines when the radiations emanate in a strong magnetic field, first observed in 1896 by P. Zeeman, a Dutch physicist, and regarded as an important confirmation of the electromagnetic theory of light.",
      "zoanthacea" : "A suborder of Actinaria, including Zoanthus and allied genera, which are permanently attached by their bases.",
      "zooephily" : "Love of animals.",
      "zareba" : "An improvised stockade; especially, one made of thorn bushes, etc. [Written also zareeba, and zeriba.] [Egypt] \"Ah,\" he moralizes, \"what wonderful instinct on the part of this little creature to surround itself with a zareba like the troops after Osman Digma.\" R. Jefferies.",
      "zoonite" : "(a) One of the segments of the body of an articulate animal. (b) One of the theoretic transverse divisions of any segmented animal.",
      "zooephorous" : "The part between the architrave and cornice; the frieze; -- so called from the figures of animals carved upon it.",
      "zend-avesta" : "The sacred writings of the ancient Persian religion, attributed to Zoroaster, but chiefly of a later date.",
      "zoophytical" : "Of or pertaining to zoöphytes.",
      "zooephilist" : "A lover of animals. Southey.",
      "zeta" : "A Greek letter [z] corresponding to our z.",
      "zobo" : "A kind of domestic cattle reared in Asia for its flesh and milk. It is supposed to be a hybrid between the zebu and the yak.",
      "zebrule" : "A cross between a male zebra and a female horse.",
      "zooegraphist" : "A zoögrapher."
    }